export default [
  {
    T89507: "0067C94B4D0D4D40BA7C0E3CF7C36861",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室外1~2层南",
  },
  {
    T81345: "01B2E27A387A41B793718582B602852B",
    buildAddr: "钟南街92号门诊大厅东侧(东2)",
  },
  {
    T77138: "00122D8354664A4B90CCFD929EFA8052",
    buildAddr: "葑亭大道628号双友新和城2幢南",
  },
  {
    T56652: "01ED3F5A136A48BD9526DEE64B813F1D",
    buildAddr: "东方大道与星湖街交叉口淞泽家园六区27幢南",
  },
  {
    T81702: "00FE2FFE46EE460FAB61205E73F5BDBB",
    buildAddr: "淞江路北（莲香新村北区南）100幢（北）",
  },
  {
    T61673: "01CF73CC3D714B28AE0D515AE5F315AC",
    buildAddr: "荷韵新村92幢中",
  },
  {
    T73271: "014F357F7A5142A39ECD4514D41CD669",
    buildAddr: "永旺梦乐城C区东部-1～1层东",
  },
  {
    T61675: "06018F4B7B3C496AA23B2AB388527223",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村91幢北",
  },
  {
    T81699: "04FA43FFFC6D4493899F560ABA5D8F25",
    buildAddr: "淞江路南（莲香新村北区南）97幢（中）",
  },
  {
    T47704: "05C884D6345648FAA4C581D498679CA6",
    buildAddr: "星湖街328号创意产业园5幢东(东)",
  },
  {
    T79911: "07F31C1DDFC747AFB74B3971D3D8ABA4",
    buildAddr: "淞江路与星塘街交叉口莲香新村101幢西单元(北)",
  },
  {
    T56712: "083FBFA65DA34F959F373961F9F4B0FC",
    buildAddr: "东方大道与星湖街口淞泽家园8区34幢南",
  },
  {
    T54967: "080976AFFF98458DB7CF58F96A54F907",
    buildAddr: "星湖街328号创意产业园A1楼南",
  },
  {
    T56715: "0921580DE43A42E8B1E6C45445E3E6A7",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区33幢1单元北",
  },
  {
    T53492: "060D8CC4B49E465FBE4FF4424AF2A007",
    buildAddr: "星湖街328号创意园B区B20东南",
  },
  {
    T50965: "0801CC882316439598003FC541462455",
    buildAddr: "星湖街北唯观路8号金色湖滨14幢1单元",
  },
  {
    T82695: "06BFEEBC71DB4A5B859386B2F362AABC",
    buildAddr: "普惠路6号东方文荟苑19幢南",
  },
  {
    T87086: "07036CBA3B134714983B4051606BE318",
    buildAddr: "普惠路99号东方文荟苑一区6幢中",
  },
  {
    T73246: "0448668F44ED4CF1B2FDCD1DA4E588B5",
    buildAddr: "永旺梦乐城B区2～3层东",
  },
  {
    T81351: "0BAF345928C24FB7B122C09001EF5BE2",
    buildAddr: "钟南街92号门诊大厅西侧（北）",
  },
  {
    T81162: "0766B56E866546F096159CBF2D085577",
    buildAddr: "钟南街238号C区2~3层东",
  },
  {
    T99861: "08D7946291C74CFCA8AE1FE0DB3CD053",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区51幢东",
  },
  {
    T87154: "0993AA63A07344DBBC25DFD280AD294C",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城C区东南侧（西）",
  },
  {
    T48290: "0C4DD277B06246FBB673B1644C318C83",
    buildAddr: "星湖街328号创意产业园5幢北(东)",
  },
  {
    T81129: "0ACCA567714A49EC93D9898CD6D1ED18",
    buildAddr: "钟南街238号B区3-4层西",
  },
  {
    T81148: "0B3FE4ACAA32487D8B3D55FFD79788AB",
    buildAddr: "钟南街238号D区3~4层西",
  },
  {
    T88246: "0D857DE77C574C6693C5575C4093FEDE",
    buildAddr: "横泾滨湖大厦1号楼大厅南侧 (东)",
  },
  {
    T93608: "0B21772E73824C3791667F291E4369DE",
    buildAddr: "夷浜路88号天著湖韵花园二区21幢东单元",
  },
  {
    T73278: "0CB8DF5321B84AE1BC9179372BDAD1D4",
    buildAddr: "永旺梦乐城C区东部1～2层东",
  },
  {
    T56692: "0D17CDA3FAC04CD8A6B91B678DEAD2EB",
    buildAddr: "东方大道与星湖街口淞泽家园8区38幢2单元（中）",
  },
  {
    T56675: "0CD052B79B2944AEB1DB3474071FC9C7",
    buildAddr: "东方大道与星湖街口交叉口淞泽家园8区27幢南",
  },
  {
    T88664: "0E3502B3B3064532B8E169D2DA5E3BE3",
    buildAddr: "淞江路北莲香新村105幢东单元北",
  },
  {
    T81694: "0DB371C58F7C446C85F155E8C56BEA33",
    buildAddr: "工业园区斜塘街道淞江路南(莲香新村北区南)96幢（北）",
  },
  {
    T56616: "0F8E570DF0D04D9D8D06D9579CC1EA08",
    buildAddr: "东方大道与惠成路与惠成路交叉口淞泽家园四区46幢北",
  },
  {
    T81128: "0D48304DDFD7428C851CB4329DC1359C",
    buildAddr: "钟南街238号B区4-5层东",
  },
  {
    T81164: "13CAA7C38C944298821A99EED454CD8E",
    buildAddr: "钟南街238号E区-1~1层（南）",
  },
  {
    T88672: "14A66735C45F4B5FB3416ED0E3F43315",
    buildAddr: "工业园区斜塘街道淞北路北莲香新村102幢西单元南",
  },
  {
    T50967: "14056BA246774B7095AA46F72A4CEC40",
    buildAddr: "星湖街北唯观路8号金色湖滨14幢3单元",
  },
  {
    T56698: "1356D19D298242078879A96234944CF2",
    buildAddr: "淞泽家园8区46幢1单元（中）",
  },
  {
    T61660: "10BEDA7243D4438DB31109428C01D09B",
    buildAddr: "淞江路和星湖街交叉口荷韵新村90幢南",
  },
  {
    T89513: "122C5904EFD24C949B35536DAB893E51",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区1～2层北",
  },
  {
    T72532: "1216B9F7C6C947468D78AB187E062022",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区44幢北",
  },
  {
    T90607: "122C2D6708F34DA59E78475EBF1B7254",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心室外广场1～-1层北",
  },
  {
    T89490: "156815B799DA46BAA033BF5126253513",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区1～2层东",
  },
  {
    T56667: "12AE6C4DFEE6410695A30F7478E78C4F",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区30幢中",
  },
  {
    T85712: "15BDBE59A30E4A58A99AB35A9834B458",
    buildAddr: "普惠路99号东方文荟苑二区11幢1单元(北)",
  },
  {
    T73382: "167E5183D4524CC79E3DBCC7FB48C7A2",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区51幢1单元南",
  },
  {
    T81127: "16675BD63DD340E1B78DC01394D0DA29",
    buildAddr: "钟南街238号B区4-5层西",
  },
  {
    T75452: "14F43EE545F34B0EB588BEF5A49F6CD6",
    buildAddr: "新城路188号大厅(北)",
  },
  {
    T88660: "162808CB99A04F8DA3B9CF60F8EC2E61",
    buildAddr: "淞江路北莲香新村106幢西单元",
  },
  {
    T46961: "0FBB2103824F415A8B822E4B8E7ED79C",
    buildAddr: "星湖街328号创意产业园2栋南（东）",
  },
  {
    T90603: "1756E56A815D4E72A4509E1D325CB9F8",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心室外广场1～-1层南",
  },
  {
    T82919: "18A27F45DDE844DC9C73D80F40C94990",
    buildAddr: "工业园区湖东社工委钟南街92号住院大厅西2电梯厅南",
  },
  {
    T93605: "12DFE30326434FDF95E07028E77F8267",
    buildAddr: "夷浜路88号天著湖韵花园二区11幢西单元",
  },
  {
    T93604: "181E9A6AED7E440589D1690CECD17F76",
    buildAddr: "夷浜路88号天著湖韵花园二区11幢东单元",
  },
  {
    T53493: "18073C64916B43A585506013A857460B",
    buildAddr: "星湖街328号创意园B区18栋(南)",
  },
  {
    T50966: "137DFA01F3EA4B9E9DB88147B642154C",
    buildAddr: "星湖街北唯观路8号金色湖滨14幢2单元",
  },
  {
    T75450: "16CE60A04AEE41C3BACAB1F22890EE6C",
    buildAddr: "新城路188号楼(西)",
  },
  {
    T84346: "19E74F661E0B410980C00CF582D2B0E7",
    buildAddr: "工业园区斜塘街道普惠路西端淞泽家园八区47幢1单元(南)",
  },
  {
    T56633: "178DD695ECCD4A57B7A1BF4E620E1E3E",
    buildAddr: "东方大道与星湖街口淞泽家园8区37幢南",
  },
  {
    T84348: "193C9188FE3140B19CD349E73CA9B0EC",
    buildAddr: "工业园区斜塘街道普惠路西端淞泽家园八区47幢2单元(南)",
  },
  {
    T96107: "154C9A45047B4D91A3D66CFEAC52C6D8",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心中庭西北角(西)",
  },
  {
    T56681: "161D3868112D4484A350ED44B352C49B",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区29幢中",
  },
  {
    T82706: "1B99BF17D2364F57BF15CD4D31F79B23",
    buildAddr: "普惠路6号东方文荟苑15幢东单元北",
  },
  {
    T53494: "1AA59B4177B64F1385A6DE4A59ACD56F",
    buildAddr: "星湖街328号创意园B区19栋(北)",
  },
  {
    T81132: "1A99ED8717ED4FC782AD1565DD4E119C",
    buildAddr: "钟南街238号B区2-3层东",
  },
  {
    T46962: "1938EDCBF6534420B49980E40CD9FEAA",
    buildAddr: "星湖街328号创意产业园2栋南（西）",
  },
  {
    T99863: "1D752C3DADE340798DA536658AA49D4F",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区52幢东",
  },
  {
    T50969: "1C4954B490284F239C96AA5B6628E5A4",
    buildAddr: "星湖街北唯观路8号金色湖滨15幢2单元",
  },
  {
    T85713: "17AE5135BAD441488AAD285538A462CE",
    buildAddr: "普惠路99号东方文荟苑一区2幢（中）",
  },
  {
    T50354: "1B85C0E973B743B8A6549CDA7AA357C6",
    buildAddr: "淞江路何韵街荷韵新村84栋东单元",
  },
  {
    T71840: "1CC333A77428447DBD6CCD2B28BBE29C",
    buildAddr: "东方大道与星湖街交叉口淞泽家园八区39幢南",
  },
  {
    T72528: "1926B0BB1BE94913B7E391043A03E856",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区50幢2单元北",
  },
  {
    T85705: "18D5A66021664F4AB8210AC643617EBA",
    buildAddr: "普惠路99号东方文荟苑2幢(南)",
  },
  {
    T14469: "1E6940541FEC44169FAEE9DC26910C22",
    buildAddr: "星汉街99号四季新家园12幢3单元(南)",
  },
  {
    T50970: "221875C618C7410786DDE6AF565459C8",
    buildAddr: "星湖街北唯观路8号金色湖滨19幢（1单元）",
  },
  {
    T90598: "2026D69D780E4377A8D605747BCC579F",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧1～2层北",
  },
  {
    T82917: "1CAC72A37CB1468C8907A7F4ED93EBFC",
    buildAddr: "钟南街92号住院部（东）",
  },
  {
    T87076: "199E31443A47405EB1654558755E46C6",
    buildAddr: "普惠路99号东方文荟苑4幢东单元(南)",
  },
  {
    T83948: "20880EF3FE61447D9B0AF20F5AA804E4",
    buildAddr: "普惠路6号东方文荟苑28幢南",
  },
  {
    T83922: "1C0CDB14E1454E37BC9401A3C82C6E12",
    buildAddr: "普惠路6号东方文荟苑23幢东单元南3",
  },
  {
    T82701: "1C11450734554AD5882C7F3F3BA7D066",
    buildAddr: "普惠路6号东方文荟苑30幢南",
  },
  {
    T73251: "215A27B8D0444FBBA224FE1B5C195C3E",
    buildAddr: "永旺梦乐城A区-1～1层南",
  },
  {
    T44803: "2431CA7FBBB64E34A040C250E082376D",
    buildAddr: "文正学院综合实验楼",
  },
  {
    T61670: "1EEA253DE952462AA7E45BAABC655C09",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村93幢2单元中",
  },
  {
    T77140: "241A634736DA48BAADA6E235E74BC182",
    buildAddr: "葑亭大道628号双友新和城2幢北",
  },
  {
    T72526: "24F5CBD2CA9B4F5C9476651C7B84B09E",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区50幢1单元北",
  },
  {
    T50968: "19910DCBBD17476D815246E61F35D7FE",
    buildAddr: "星湖街北唯观路8号金色湖滨15幢1单元",
  },
  {
    T89497: "1AA066D0835E498E9A96730738CBF6C3",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区3～4层西",
  },
  {
    T73256: "238709004DC64FE69AEA9FA7F2068F70",
    buildAddr: "永旺梦乐城A区3～4层南",
  },
  {
    T70742: "1BF55B970EF740079F3D146F62CFC4C0",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区41幢1单元南",
  },
  {
    T14466: "21D48747E3AC479A96E213BA50D68D51",
    buildAddr: "星汉街99号四季新家园12幢1单元北",
  },
  {
    T81156: "21E33229A64A4A27968E13643B32630C",
    buildAddr: "钟南街238号D区1~2层西",
  },
  {
    T82261: "254523F875BB48EF9F992A3EEBEF0647",
    buildAddr: "普惠路6号东方文荟苑26幢东单元南",
  },
  {
    T56699: "29806EF651B742958B730EA60A9658BB",
    buildAddr: "淞泽家园8区46幢1单元（北）",
  },
  {
    T46963: "26A564C57CBA4386AC870065FB0C5AD7",
    buildAddr: "星湖街328号创意产业园2栋南（中）",
  },
  {
    T73275: "2A63F151A2564F29A1A82396284476C8",
    buildAddr: "永旺梦乐城C区东部2～3层东",
  },
  {
    T61665: "2878A7225C9F41599B7EC6A5E0D7A100",
    buildAddr: "荷韵新村88幢1单元北",
  },
  {
    T73253: "24E1752B1F8B4259ADBD60863FBCBAF6",
    buildAddr: "永旺梦乐城A区1～2层南",
  },
  {
    T56645: "2C83C500CBB14EDE83817B4BD46DF8A6",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区29幢南",
  },
  {
    T56703: "2BC255BBEC90449AA6C8058C15C3FE75",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区31幢1单元北",
  },
  {
    T82692: "28A0A51AB8234087B51973B5D0A461D1",
    buildAddr: "普惠路6号东方文荟苑15幢东单元南",
  },
  {
    T87089: "2CB95B866464416080CDDBCE62C5A455",
    buildAddr: "普惠路99号东方文荟苑一区6幢北",
  },
  {
    T89502: "25D54783E2B6460CA9E0527F19186A51",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区-1～1层（西）",
  },
  {
    T89515: "22A0D7FA22924A70AE25ED85CA1FAC44",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区2～3层北",
  },
  {
    T50971: "2B9E3967EBB549C3A7BBDD98A30527C3",
    buildAddr: "星湖街北唯观路8号金色湖滨19幢（2单元）",
  },
  {
    T94484: "266CC0FE72694377AE61BDD42B4A4D02",
    buildAddr: "港田路501号苏州工业园区星洋学校食堂内北",
  },
  {
    T81159: "2BE0FF88CA8045B1A222D36D9A2E8A7D",
    buildAddr: "钟南街238号C区3~4层西",
  },
  {
    T50355: "287638804D054FBEB7EFD065432B128B",
    buildAddr: "淞江路何韵街荷韵新村84栋西单元",
  },
  {
    T89518: "2B41C5BBB62F41EF832D4041CF815CF1",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区3～4层南",
  },
  {
    T82923: "26BF89D066F546F693610ECCDCABA502",
    buildAddr: "钟南街92号国际部北",
  },
  {
    T93606: "2D12046033E2425AA52DB6ADFD42FADE",
    buildAddr: "夷浜路88号天著湖韵花园二区12幢东单元",
  },
  {
    T77139: "260A2D303ECA4550B2E3C91EF84C3E39",
    buildAddr: "葑亭大道628号双友新和城5幢北",
  },
  {
    T88242: "290C5EC5BC5B4C1C97D5FC94F3DA390B",
    buildAddr: "横泾滨湖大厦1号楼大厅北侧 (西)",
  },
  {
    T71931: "27E3E27FBE894A3A827C4B18EA6D2A51",
    buildAddr: "旺山科技园A楼(南)",
  },
  {
    T81155: "26FA6F39D1264D0CA2A39640FCDB21D4",
    buildAddr: "钟南街238号D区1~2层东",
  },
  {
    T47706: "3182EE26A12A4260AF686E88AF3555D9",
    buildAddr: "星湖街328号创意产业园5幢西",
  },
  {
    T50972: "2DD94EFD29C542CAB79122F2BDB988F0",
    buildAddr: "星湖街北唯观路8号金色湖滨19幢（3单元）",
  },
  {
    T82693: "29FC830B991A47CD9E774A2244664013",
    buildAddr: "普惠路6号东方文荟苑17幢中",
  },
  {
    T56649: "2B93BEDC33734F8495088FC16FEDC47E",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区30幢北",
  },
  {
    T82709: "2C11F67B44C543C99D901EF7B4598B1F",
    buildAddr: "普惠路6号东方文荟苑20幢北",
  },
  {
    T81698: "2D088390F7EA4FF0BDFB5E280967769C",
    buildAddr: "淞江路南（莲香新村北区南）97幢（北）",
  },
  {
    T56624: "2AE7C79A05834D8D8E700241DC57FF14",
    buildAddr: "淞泽家园二区74幢南",
  },
  {
    T50973: "31BF0BAA42C04485ADFD479EB3C13E8A",
    buildAddr: "星湖街北唯观路8号金色湖滨23幢（1单元）",
  },
  {
    T93599: "326E339AD7644BBEA6E5BC64B46AC359",
    buildAddr: "夷浜路88号天著湖韵花园二区55幢西",
  },
  {
    T46964: "2D94308019B2419DB2448CD1145A20EF",
    buildAddr: "星湖街328号创意产业园11栋西",
  },
  {
    T83923: "2F4E4FD084A24CB5BE2C1A25B4759502",
    buildAddr: "普惠路6号东方文荟苑24幢西单元南3",
  },
  {
    T72088: "2F398D4274394B99A7C17CD80FEE8956",
    buildAddr: "商场中(西)",
  },
  {
    T47705: "2FC6E0F5B83D4AE998642C9768621FF7",
    buildAddr: "星湖街328号创意产业园5幢东(西)",
  },
  {
    T99857: "351D675E04F14EEBA776DA86307CA050",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区49幢东",
  },
  {
    T87156: "35146972A7EB4B3D8C26D707E86E19B6",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城C区西侧(西)",
  },
  {
    T89511: "32300BC61B134B29B39110D7204BA71B",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区-1～1层北",
  },
  {
    T83938: "31FA3438C0204233B2005371BF8484FB",
    buildAddr: "普惠路6号东方文荟苑24幢西单元南1",
  },
  {
    T99860: "2EA7C2ACF97741DEBD348122932A7AF0",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区50幢西",
  },
  {
    T88240: "36A299D32E704FE78BC4F4BAB5DCBF79",
    buildAddr: "横泾滨湖大厦2号楼西北侧",
  },
  {
    T82691: "33E3BDDA6AA44AD2A9B024A295EEA397",
    buildAddr: "普惠路6号东方文荟苑15幢西单元南",
  },
  {
    T81147: "330F38D54F7A4F389E56E16116859B06",
    buildAddr: "钟南街238号D区3~4层东",
  },
  {
    T82262: "34A2BDBB40224901ABC24057D332237D",
    buildAddr: "普惠路6号东方文荟苑26幢东单元中",
  },
  {
    T87097: "30F9483DC04C4875868310BA2EE33FEF",
    buildAddr: "普惠路99号东方文荟苑一区7幢（中）",
  },
  {
    T56609: "388CA2F15EDA44738156EC0028288E2F",
    buildAddr: "东方大道与惠成路交叉口淞泽家园四区44幢北",
  },
  {
    T56673: "367CFA7F3E244CB5BECF4B8001302DFE",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区26幢2单元（南梯）",
  },
  {
    T90584: "397AD580E1EC4B2D8E3E19872F096E86",
    buildAddr: "综合楼侯梯厅北",
  },
  {
    T87083: "352B9ED4D32546C4A5F2F55D1F9D2D80",
    buildAddr: "东方文荟苑12幢西单元(南)",
  },
  {
    T71929: "36AC1F138EAD43FBBDAE860B868D18AF",
    buildAddr: "旺山科技园B楼(中)",
  },
  {
    T81701: "33590437560B41C8B901F134D22131E9",
    buildAddr: "淞江路北（莲香新村北区南）100幢（中）",
  },
  {
    T93592: "38BE422D566B4B23B5270287032EF55B",
    buildAddr: "夷浜路88号天著湖韵花园二区56幢西单元",
  },
  {
    T82912: "3705ACB033444473893017FECDCB029C",
    buildAddr: "钟南街92号住院大厅东2电梯厅南1",
  },
  {
    T81140: "373BFC21777E40889499528AA66E1848",
    buildAddr: "钟南街238号F区3-4层北",
  },
  {
    T50356: "376422061B4B4C04955F7A6D842AB09D",
    buildAddr: "淞江路何韵街荷韵新村85栋",
  },
  {
    T81181: "3A855924530340DDA1C9E46D766516FA",
    buildAddr: "钟南街238号E区4~5层南",
  },
  {
    T81134: "39FC02C93BE048C184BE5B247B0FB3B0",
    buildAddr: "钟南街238号B区1-2层东",
  },
  {
    T87956: "3900A03458CC450EB249C67E144ECE5F",
    buildAddr: "普惠路99号东方文荟苑一区8幢1单元(北)",
  },
  {
    T96106: "390FA5241B9E47E4B3E172F3CF0FF014",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心中庭西北角(东）",
  },
  {
    T87947: "3A0D294BC4E342B4A3EAC2538B6CD9C1",
    buildAddr: "普惠路99号东方文荟苑1幢二单元(南)",
  },
  {
    T87095: "33ED1BEF68CB4126B267D37C805D4339",
    buildAddr: "普惠路99号东方文荟苑二区12幢西单元(中)",
  },
  {
    T89510: "33EBC5B8650C4CE2A76EEF07F6842F91",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室外2~3层北",
  },
  {
    T56608: "3E0B8A54488D41D8B40B1540652A475B",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区42幢南",
  },
  {
    T72533: "33FB096A6C0C48E3AA15041ED918382D",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区52幢1单元北",
  },
  {
    T101963: "3CC7E1A5EDA840FFB06F56E5CEA57F45",
    buildAddr: "港田路501号餐厅（南）",
  },
  {
    T87160: "391F207B4FC34739882C46AA3B443F16",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城A区东(北)",
  },
  {
    T70745: "3E93C8411DDB46699B95224C82ACA666",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区36幢2单元北",
  },
  {
    T53495: "3B0112B776E2431690E042AC52A8D0FB",
    buildAddr: "星湖街328号创意园B区18栋(北)",
  },
  {
    T94574: "34BB8786686942F79985BD295154AFAA",
    buildAddr: "港田路501号星洋学校食堂",
  },
  {
    T76493: "3ED64FC9350D474B933B9BCF4F4CB623",
    buildAddr: "葑亭大道628号双友新和城3幢北",
  },
  {
    T94440: "358C9639D97F4B03B77362308A6149E6",
    buildAddr: "夷浜路88号天著湖韵花园二区38幢中",
  },
  {
    T99864: "35AB1B5390FF4A399B4550E455A108D6",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区52幢西",
  },
  {
    T56666: "4294EBFFC32A46898054C9300D41D59E",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区30幢北",
  },
  {
    T81143: "373845866B39497E9B6ABB0333A85217",
    buildAddr: "钟南街238号F区1-2层北",
  },
  {
    T101219: "37C68E4EEB9F4E6E86D6561A52066F2C",
    buildAddr: "餐厅中",
  },
  {
    T47707: "3877E7FD94124154B4CED796A0D79D0E",
    buildAddr: "星湖街328号创意产业园4幢东",
  },
  {
    T89014: "4107A219138D48A9BFE29DDD22B9E335",
    buildAddr: "西厂房东半幅西侧（南）",
  },
  {
    T56630: "40E3D030D5E8471FA2DC26B05F56DEC0",
    buildAddr: "东方大道与星湖街口淞泽家园8区42幢北",
  },
  {
    T87153: "437295FF5AE043BCAA4D7E29386D1D21",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城C区东南侧（东）",
  },
  {
    T47708: "4346328612354A529C82469804B0AAF2",
    buildAddr: "星湖街328号创意产业园4幢西(东)",
  },
  {
    T81697: "4318FA97F0D24FF185BFE534A6FBF402",
    buildAddr: "淞江路北(莲香新村北区南)99幢（南）",
  },
  {
    T87084: "3FDEC706BDCB4DDFB5386EC57C831C36",
    buildAddr: "普惠路99号东方文荟苑一区10幢北",
  },
  {
    T81174: "4401D2FA6A7043B6A43EFA5FAA40733E",
    buildAddr: "钟南街238号A区3~4层（北）",
  },
  {
    T87078: "3ADD76CBE9714B76A577C3C897D4AC83",
    buildAddr: "普惠路99号东方文荟苑4幢西单元(南)",
  },
  {
    T87090: "3A143248F18D45DB84DF3AEE58907626",
    buildAddr: "普惠路99号东方文荟苑二区12幢西单元(北)",
  },
  {
    T77135: "41CE70E6BEE14DE4A5CCA7DCEAD3E5EC",
    buildAddr: "工业园区唯亭街道葑亭大道628号双友新和城6幢北",
  },
  {
    T88236: "41E22C9D102540AC98FD0C231D7BDBF5",
    buildAddr: "横泾滨湖大厦1号楼西北角 (西)",
  },
  {
    T81186: "3F6878BA38CA433DA5B4C33166A73026",
    buildAddr: "钟南街238号C区-1-1层西",
  },
  {
    T56622: "44680026CE2E451A8107D842343FBB98",
    buildAddr: "东方大道与惠成街交叉口淞泽家园二区73幢南",
  },
  {
    T56697: "4563A6A298AE414CB1DC9B139168528B",
    buildAddr: "淞泽家园8区46幢1单元（南）",
  },
  {
    T73381: "3B8F0B6BF18745A1AC53B735C96545CA",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区51幢1单元中",
  },
  {
    T87950: "447A9608302E445885D91120F6C96967",
    buildAddr: "普惠路99号东方文荟苑一区3幢（北）",
  },
  {
    T56683: "45F187314F2F49B980E1D466BF23EF33",
    buildAddr: "东方大道与星湖街口交叉口淞泽家园8区25幢中",
  },
  {
    T87082: "435CBDD6E6B74475A61A54583D0030F6",
    buildAddr: "普惠路129号东方文荟苑10幢(南)",
  },
  {
    T56628: "4349A56FCFE946769D348D4DD34F8A7A",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区43幢中",
  },
  {
    T53496: "40B9C3A27BDD4D809A3A7331F94C2E83",
    buildAddr: "星湖街328号创意园B区19栋(南)",
  },
  {
    T56625: "488FE62CA401403E9AC4050E3D78FE2E",
    buildAddr: "淞泽家园二区74幢中",
  },
  {
    T89517: "46F3C62BCF1346CA861FD083727414BD",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区3～4层北",
  },
  {
    T82697: "3B5D8CF5780E45569B07D817D7231D7A",
    buildAddr: "普惠路6号东方文荟苑20幢中",
  },
  {
    T73383: "40C4300FC8334EFF83806C00240362DA",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区51幢2单元北",
  },
  {
    T48658: "425EC4BBBCCE49D286937EECBDB0103E",
    buildAddr: "星湖街328号创意产业园B2-5区B楼1～2层北",
  },
  {
    T81158: "3CD71709A44944D8BF96F130D643D6E6",
    buildAddr: "钟南街238号C区4~5层东",
  },
  {
    T71932: "43121F725F8F4E208B2170423E19CA16",
    buildAddr: "旺山科技园A楼(北)",
  },
  {
    T50974: "48B66CEC87C64B818E18F6B1C5467416",
    buildAddr: "星湖街北唯观路8号金色湖滨23幢（2单元）",
  },
  {
    T87157: "4719183770D04FAE9B749A398434A408",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城C区东北侧",
  },
  {
    T89492: "4AB3D1666EB943A4BB4D3DDCC24B8A7E",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区2～3层东",
  },
  {
    T56685: "42037C8348244C0F910F8C98587131DC",
    buildAddr: "东方大道与星湖街口淞泽家园8区35幢（北）",
  },
  {
    T14472: "4A77E681F3C94FF19FC759AC07386B64",
    buildAddr: "星汉街99号四季新家园12幢四单元北",
  },
  {
    T94439: "4495BED6B1494D5E90FD69887AA91AEF",
    buildAddr: "夷浜路88号天著湖韵花园二区38幢东",
  },
  {
    T83929: "4258A471094C4C759F6597B9BAE9844F",
    buildAddr: "普惠路6号东方文荟苑16幢中",
  },
  {
    T89503: "3C455A62F7A94017AAB4EEE0171B6610",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区1~2层（南）",
  },
  {
    T56679: "4D4F5178BA8D4E5B9CD74E6C7CAC1267",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区29幢北",
  },
  {
    T81700: "4E0ED093A8E34C28BCE39CED3D535BC8",
    buildAddr: "淞江路北（莲香新村北区南）100幢（南）",
  },
  {
    T93594: "4CA244684C5A4B36AC9AB364C4E5D5FF",
    buildAddr: "夷浜路88号天著湖韵花园二区40幢西单元",
  },
  {
    T94576: "454945C953544B528F7A1D99486245B7",
    buildAddr: "港田路501号星洋学校行政楼南",
  },
  {
    T96102: "4E2D8B9DC5364F54BDC43CE7296D0CC9",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼大厅西（北）",
  },
  {
    T56631: "4E8AC38887454068AEB2A552F539495D",
    buildAddr: "东方大道与星湖街口淞泽家园8区42幢南",
  },
  {
    T87161: "45A0156F397748C187D16FC26D20EC8A",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城A区北（西）",
  },
  {
    T82700: "48CE4478D8124031812E53742137C010",
    buildAddr: "普惠路6号东方文荟苑30幢中",
  },
  {
    T88243: "46726E6FF8334677B32F6255BBCBF359",
    buildAddr: "横泾滨湖大厦1号楼大厅北侧 (中)",
  },
  {
    T89483: "4A6467F91E404BC690FC351FB5A61F63",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内1～2层东",
  },
  {
    T46965: "4E973FC25D444B698916F2A94668B66B",
    buildAddr: "星湖街328号创意产业园3幢东(东)",
  },
  {
    T56617: "518F4A6915694EF4970F940451E775A2",
    buildAddr: "淞泽家园二区75幢1单元南",
  },
  {
    T46966: "51D5A091C21F473998B7EE8092820590",
    buildAddr: "星湖街328号创意产业园9栋西",
  },
  {
    T81160: "46EE9C6084444481B7B585240E868962",
    buildAddr: "钟南街238号C区3~4层东",
  },
  {
    T56704: "460FBD2C30404117927CB8D64E4D53F8",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区31幢1单元南",
  },
  {
    T88666: "49337AC778784414A3CDEF1A866E1FEA",
    buildAddr: "淞江路北莲香新村104幢北",
  },
  {
    T73387: "48CCA1AE0FF9403F80265D7D71A63103",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区52幢1单元中",
  },
  {
    T100071: "4CBFE35671504FF3A127EB1098AF7778",
    buildAddr: "2号厂房东侧（北）　",
  },
  {
    T90602: "49FCD770E5574D2B87312016D2853803",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧1～-1层北",
  },
  {
    T87948: "4A2FD3EAF22244C9B25A0EE66F616A74",
    buildAddr: "普惠路99号东方文荟苑1幢一单元(南)",
  },
  {
    T81354: "49BC6D550ECF43B0A1D2A1A98DB954EF",
    buildAddr: "工业园区湖东社工委钟南街92号住院大厅西1电梯厅南",
  },
  {
    T12405: "4F7F7262D3D449B584A3766B3E7AEECF",
    buildAddr: "星汉街99号四季新家园17幢5单元",
  },
  {
    T56611: "4B3DCD99168B4FCD91DD2B0315B492E9",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区44幢中",
  },
  {
    T56669: "52B5E8EA325D42D5AAAB76D131347FB0",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区28幢中",
  },
  {
    T53497: "453FCEE62BEE486A8F6AD42889863736",
    buildAddr: "星湖街328号创意园B区1-2南",
  },
  {
    T56653: "54774C0B34544708A1A5A59F7980879C",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区28幢北",
  },
  {
    T83921: "5093C64DF1244F728AC1595F20A111E2",
    buildAddr: "普惠路6号东方文荟苑23幢西单元南3",
  },
  {
    T89506: "4A144B23604F4DA986EAE72B6CB956F8",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内3～4层东",
  },
  {
    T89505: "4D545D4CB91446929AF7E5759C458325",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内3～4层西",
  },
  {
    T89508: "4B01B3BC922E45C7816B25328D2BCD07",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室外2~3层南",
  },
  {
    T87149: "575E501B1353458EA32A3B810DC2ED7B",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城D区东(南)",
  },
  {
    T90583: "4EAFF40133684604B1A40291BD0BEB23",
    buildAddr: "综合楼侯梯厅南",
  },
  {
    T56615: "4CE26FFAC097434AB99303EEC26B6A39",
    buildAddr: "东方大道与惠成路交叉口淞泽家园四区46幢中",
  },
  {
    T87155: "55A01C90A8BB4D048C6064BE0C14ADAC",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城C区西侧东",
  },
  {
    T54966: "549172BBAEDA450CB5EAE5848EAFE9B1",
    buildAddr: "星湖街328号创意产业园A1楼东",
  },
  {
    T87159: "4E262CBF902947509A6531A00D9CAC10",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城B区西(南)",
  },
  {
    T81349: "4E5A3C2DBE92485F896F18D885F103C1",
    buildAddr: "钟南街92号国际部大厅东侧(西)",
  },
  {
    T93601: "5761F5823E4644B486B81DF4A3C07810",
    buildAddr: "夷浜路88号天著湖韵花园二区23幢东",
  },
  {
    T12494: "5267DE01ACB745EBB4F76DCCC7E4B4EB",
    buildAddr: "星汉街99号四季新家园11幢二单元",
  },
  {
    T89512: "4B53DB5408EB42499E6B957AD6E2C6CE",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区-1～1层南",
  },
  {
    T73380: "4D22F0B61AF34DF2A3B8D69F56C0E908",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区45幢南",
  },
  {
    T93597: "5C3685E10D3E43FF952E984A76F71AA0",
    buildAddr: "夷浜路88号天著湖韵花园二区53幢西",
  },
  {
    T85708: "54D4CC4C2C574800A82CEF55572CA21E",
    buildAddr: "东方文荟苑13幢南",
  },
  {
    T56627: "52019441483345CA9AC0B95A5A6133A8",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区43幢南",
  },
  {
    T81135: "598453D5BF034AF5AE68F63312FCB6EA",
    buildAddr: "钟南街238号B区-1-1层西",
  },
  {
    T56610: "504A1FC2AB7449AF87E20D010C803B42",
    buildAddr: "东方大道与惠成路交叉口淞泽家园四区44幢南",
  },
  {
    T87080: "597ACB192A60447EAE979CC24E043DAC",
    buildAddr: "东方文荟苑8幢西单元(南)",
  },
  {
    T73259: "54F3B8AD1BFA473F9C5101C82239D4C1",
    buildAddr: "永旺梦乐城A区北",
  },
  {
    T85707: "5D8506390E89437D896405DBF1E9F614",
    buildAddr: "东方文荟苑11幢东单元(南)",
  },
  {
    T81167: "514876838BBF43B7A3AA159341CC62B1",
    buildAddr: "钟南街238号A区-1~1层（南）",
  },
  {
    T87096: "5AAE13397EB34C89A9CD64564F1D7AD4",
    buildAddr: "普惠路99号东方文荟苑一区9幢北",
  },
  {
    T87081: "532EB239DC984A17B9BAB49DC038D506",
    buildAddr: "东方文荟苑11幢西单元(南)",
  },
  {
    T88662: "57DC68E67B9041B28EE56CC36D86B7B2",
    buildAddr: "淞江路北莲香新村105幢西单元北",
  },
  {
    T56680: "50B75781AC814DC6988C36DE235B601D",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区29幢南",
  },
  {
    T87944: "5D5B93724BBE40069E9385041243595C",
    buildAddr: "东方文荟苑7幢(南)",
  },
  {
    T56708: "5E7CBE926261455081C45A205D2F71CA",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区32幢1单元南",
  },
  {
    T89494: "5E9166256B6D4884B6FD194A3F3C2C47",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区2~3层北",
  },
  {
    T73260: "5992C1794ABE46A5ADD374B208234AEB",
    buildAddr: "永旺梦乐城D区北",
  },
  {
    T73262: "5F1AA55305C449C6BE11E98B7D7BDF44",
    buildAddr: "永旺梦乐城B区北",
  },
  {
    T73244: "54FBED0E2AFA4A6F97D69CDCB883FF42",
    buildAddr: "永旺梦乐城B区-1～1层东",
  },
  {
    T81179: "5E0CD1E4951549AABE0B7735BD0FCE9A",
    buildAddr: "钟南街238号E区2~3层北",
  },
  {
    T50978: "605DFA75CC0C404BBA904E9FE2572D6F",
    buildAddr: "唯观路8号金色湖滨20幢3单元",
  },
  {
    T81157: "52A8CC924FB74C0296CF941B96807CD5",
    buildAddr: "钟南街238号C区4~5层西",
  },
  {
    T61663: "6471D5EBAD024A25AF1FC4FCE6586675",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村94幢北",
  },
  {
    T73235: "65253BEB494744B1BF6F38E6231579E2",
    buildAddr: "永旺梦乐城D区2～3层（西）",
  },
  {
    T72529: "559EEEFBFDFD41EBBB8D963AB296D846",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区50幢2单元南",
  },
  {
    T88241: "5AA3D8ABDA3B4D0980F2E770B4CE9AE5",
    buildAddr: "横泾滨湖大厦2号楼东南侧",
  },
  {
    T70738: "61714197679D499CB439E5C5571DCF77",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区40幢南",
  },
  {
    T81133: "6288168E32FF4FBABBA7E64E65FC46B2",
    buildAddr: "钟南街238号B区1-2层西",
  },
  {
    T71933: "6173A17AC818492D9CD3DEEF70256CB6",
    buildAddr: "旺山科技园A楼(中)",
  },
  {
    T56634: "61A78E9EAC0E468E978BDF5C3CADDA6C",
    buildAddr: "东方大道与星湖街口淞泽家园8区37幢中",
  },
  {
    T56710: "533ECE3A974C434CAEC219A8B2B7ABC5",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区32幢2单元南",
  },
  {
    T56648: "53F2FBB8EFFB4C8391E4FA837F0D0395",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区30幢中",
  },
  {
    T73233: "5DD08711B92349B686D72854AE354014",
    buildAddr: "永旺梦乐城D区1～2层（西）",
  },
  {
    T85710: "5CA8E85A8C0047F38C0819AFFBAFA3E9",
    buildAddr: "普惠路99号东方文荟苑一区7幢（北）",
  },
  {
    T73241: "5CD972152C234874B09FCCAD0B34DB5A",
    buildAddr: "永旺梦乐城D区-1～1层东",
  },
  {
    T88663: "649F31DCC98443228D4C1A5526F520F4",
    buildAddr: "淞江路北莲香新村105幢东单元南",
  },
  {
    T82920: "6253F5B365FB4E4384C86F2A4526CABD",
    buildAddr: "钟南街92号国际部大厅东侧(东)",
  },
  {
    T56693: "5E4B585120134849AFC9C870D3F8CA67",
    buildAddr: "东方大道与星湖街口淞泽家园8区38幢2单元（南）",
  },
  {
    T81184: "551C117F0EF34E4291C3DF993AFF77CB",
    buildAddr: "钟南街238号C区1-2层西",
  },
  {
    T81150: "554271128D344F82AAC007F814EF0529",
    buildAddr: "钟南街238号D区4~5层西",
  },
  {
    T81118: "557C3756868B48C88CCBC746EF731701",
    buildAddr: "工业园区湖东社工委钟南街238号B区南",
  },
  {
    T89498: "65E87751C0164C128C8870C8E3F6E6DA",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区3～4层东",
  },
  {
    T50976: "5EED0EEF6900445B93FCFF8C4812940D",
    buildAddr: "唯观路8号金色湖滨20幢1单元",
  },
  {
    T50977: "5F1BB682065748DB9CFE4A7E262DA0CC",
    buildAddr: "唯观路8号金色湖滨20幢2单元",
  },
  {
    T56688: "57E31DF09CDE41D79875E9906FEDD949",
    buildAddr: "东方大道与星湖街口淞泽家园8区38幢1单元（北）",
  },
  {
    T50975: "56BA84A297B74987A806E7A1951678AD",
    buildAddr: "星湖街北唯观路8号金色湖滨23幢（3单元）",
  },
  {
    T87075: "6C1C1D583BC7419F918356263EE668C3",
    buildAddr: "东方文荟苑8幢东单元(南)",
  },
  {
    T81120: "662F0E27CD6944D18F0E03C7FA4793A7",
    buildAddr: "工业园区湖东社工委钟南街238号A区东北角（北）",
  },
  {
    T61661: "687D955DA9D54361A7EB0AF296F21486",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村89幢北",
  },
  {
    T94441: "69E614C7EB9C4E42BB5AEC1D0A09131E",
    buildAddr: "夷浜路88号天著湖韵花园二区38幢西",
  },
  {
    T56656: "6AFF39ECB74A494E8AB03170CA705167",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区26幢北",
  },
  {
    T12402: "69FFD149932E4BF0B3E082154CC1DA14",
    buildAddr: "星汉街99号四季新家园17幢2单元",
  },
  {
    T56635: "6312E74F4FDE4604B2310686DBC2BA20",
    buildAddr: "东方大道与星湖街口淞泽家园8区37幢北",
  },
  {
    T56646: "657EF09DA265490CA4793084819B92A2",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区29幢北",
  },
  {
    T79909: "64C067C25E7F4AF1A2FEE5A73AFF4E86",
    buildAddr: "淞江路北莲香新村101幢西单元(南)",
  },
  {
    T50979: "6C468C804131491BB31E7C52F3A8D350",
    buildAddr: "唯观路8号金色湖滨22幢1单元",
  },
  {
    T83942: "6B27C08B38FB48338D48E342BD35604B",
    buildAddr: "普惠路6号东方文荟苑25幢东单元中",
  },
  {
    T85063: "5B24A61F3A5744F1B4D2DAF7846E400E",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江商务中心西楼东(北)",
  },
  {
    T72534: "664184844FAE4EB3A4A95DED6F5119E0",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区52幢1单元南",
  },
  {
    T77137: "6773FCABF51B4BE8806D6CB377D29558",
    buildAddr: "葑亭大道628号双友新和城5幢南",
  },
  {
    T83941: "734F45440C884D308D301D9B97B097CB",
    buildAddr: "普惠路6号东方文荟苑25幢东单元南",
  },
  {
    T73236: "687518BD0D5849678CBEBE2ECE1086F1",
    buildAddr: "永旺梦乐城D区3～4层（东）",
  },
  {
    T53509: "60D6A2893E0F44AAA71B5AB423679CBD",
    buildAddr: "星湖街328号创意园B区20栋",
  },
  {
    T83925: "6EC4220E6BD54B869837E2794F4FF03F",
    buildAddr: "普惠路6号东方文荟苑25幢西单元北",
  },
  {
    T72530: "6FE9F44487F24E0E9CC7BBC80FAC3123",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区44幢南",
  },
  {
    T76489: "718C2919E5A04E349251A86858F2B7E4",
    buildAddr: "葑亭大道628号双友新和城1幢东单元北",
  },
  {
    T43690: "77693011B9E1417FA558ED26FA747FC3",
    buildAddr: "新门诊大厅西侧南",
  },
  {
    T81183: "731D48D0379D4C3FA3A8A2D4EE63FBA7",
    buildAddr: "钟南街238号C区-1-1层东",
  },
  {
    T11770: "7303DCED3B0D46478836A86A8AC4CFD3",
    buildAddr: "应急中心",
  },
  {
    T89504: "6FBA07798F3647049F122333838526EC",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区1~2层（北）",
  },
  {
    T88669: "70D6BEE9E39542EEA98D267EF9F41386",
    buildAddr: "工业园区斜塘街道淞北路北莲香新村102幢东单元北",
  },
  {
    T54965: "6224B5718CEB46A2B006D0599D66DB70",
    buildAddr: "星湖街328号创意产业园A1楼北",
  },
  {
    T93607: "742389F825154A609D86F34364021F78",
    buildAddr: "夷浜路88号天著湖韵花园二区12幢西单元",
  },
  {
    T82916: "7157AEC4B6A544BB81BA6C354F3B202E",
    buildAddr: "钟南街92号住院大厅东1电梯厅南1",
  },
  {
    T73243: "73899F177BBC46388EAF4C7CC0214B69",
    buildAddr: "永旺梦乐城B区3～4层东",
  },
  {
    T73238: "6169CC326D374E1A9428720801EEA08D",
    buildAddr: "永旺梦乐城B区1～2层东",
  },
  {
    T56696: "6C6F1C4B60E84F999B47E37449A87897",
    buildAddr: "淞泽家园8区43幢（北）",
  },
  {
    T56665: "71976E521729456DB0A8DE6E10CD70DA",
    buildAddr: "东方大道与星湖街口交叉口淞泽家园8区24幢北",
  },
  {
    T87150: "74563BB2C5E2420B99D451BB203B40DA",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城D区东(北)",
  },
  {
    T89017: "775B85D76549448F853C112B36DEC8DE",
    buildAddr: "西厂房东半幅东南角（西）",
  },
  {
    T53498: "6FF88C77337449A5923EB811CC6DF929",
    buildAddr: "星湖街328号创意园B区1-2北",
  },
  {
    T73279: "655B44B0F41A4AB99831EFB1E0A8530B",
    buildAddr: "永旺梦乐城C区西部1～2层北",
  },
  {
    T81180: "645976301B354B3394682BA97107C60B",
    buildAddr: "工业园区湖东社工委钟南街238号E区2~3层南",
  },
  {
    T56655: "78C3F014800D48A193F434D1AAEC9CDA",
    buildAddr: "东方大道与星湖街交叉口淞泽家园六区28幢南",
  },
  {
    T61677: "6F745B4ADF514D7DB80BF68C93F4B4FD",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村91幢南",
  },
  {
    T53499: "70AA2133C98043A1A41E6ED442B0190B",
    buildAddr: "星湖街328号创意园B区2-3南",
  },
  {
    T89016: "685306C9060B455A81D3B8031675F163",
    buildAddr: "西厂房东半幅东南角（东）",
  },
  {
    T12493: "7121ADAA27D144E9BC553E11FA4F10F0",
    buildAddr: "星汉街99号四季新家园11幢一单元",
  },
  {
    T88239: "82606344490143AC918E4113ECB11274",
    buildAddr: "横泾滨湖大厦2号楼东北侧(南)",
  },
  {
    T56707: "7283A78E4EBD4C3194455AC3C32C56A1",
    buildAddr: "工业园区斜塘街道东方大道与星湖街囗淞泽家园8区32幢一单元北",
  },
  {
    T81153: "73247EF4DF4645FA8A040087E50DACAD",
    buildAddr: "钟南街238号F区-1~1层东",
  },
  {
    T84350: "77470D481FB5489C82A8667C74BF83D0",
    buildAddr: "工业园区斜塘街道普惠路西端淞泽家园八区48幢1单元(南)",
  },
  {
    T83931: "7B351185DD234F96B622DF8A27E30CBC",
    buildAddr: "普惠路6号东方文荟苑18幢中",
  },
  {
    T88659: "7B5610C3EA1B4E3CA6397613FD465455",
    buildAddr: "工业园区斜塘街道淞北路北莲香新村106幢东单元",
  },
  {
    T56672: "7440473FBEB1436E8E6A798EDC36CD35",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区26幢东单元（北梯）",
  },
  {
    T54964: "6CAC4141EE3E4D8FAFD15C31950B7D84",
    buildAddr: "星湖街328号A3楼西（南）",
  },
  {
    T81123: "7A7815AEF7224F3F8DD2800A8BA9C550",
    buildAddr: "工业园区湖东社工委钟南街238号E区南",
  },
  {
    T81182: "843BB6B9108847439A3CA04BEE20FC82",
    buildAddr: "钟南街238号E区4~5层北",
  },
  {
    T96099: "8430FC714606410682A91293F8546416",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼大厅东（南）",
  },
  {
    T50980: "7E13525738F943CF8DBE7AEF9496904C",
    buildAddr: "唯观路8号金色湖滨22幢2单元",
  },
  {
    T12404: "6C6E5083BB9540938995062386D5CA76",
    buildAddr: "星汉街99号四季新家园17幢4单元",
  },
  {
    T53500: "80513FD921A44C2784CE9724BE785169",
    buildAddr: "星湖街328号创意园B区2-3北",
  },
  {
    T61050: "78F9D3C38F5B4C698D01568E582ECEE8",
    buildAddr: "东平街277号楼内西北",
  },
  {
    T79906: "7860BC69892B4FD4914C1208FA9E365F",
    buildAddr: "淞江路北（莲香新村北区南）98幢（中）",
  },
  {
    T73277: "85077D5CFC824C0A8116EE61658F21AB",
    buildAddr: "永旺梦乐城C区东部3～4层东",
  },
  {
    T71927: "8543C89AEB4B4F5E90F78FAE4CACE483",
    buildAddr: "旺山科技园A幢",
  },
  {
    T70744: "7971121344CD4ABF852E2E79A19027C9",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区41幢1单元北",
  },
  {
    T82698: "79D26CB602824CD49359E3887F6A8F85",
    buildAddr: "普惠路6号东方文荟苑20幢南",
  },
  {
    T56626: "7A964A0955684C42A719B5D328E973DB",
    buildAddr: "淞泽家园二区74幢北",
  },
  {
    T89484: "785F5122E7394F4ABA3ABEDE19097EB8",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内1～2层西",
  },
  {
    T87959: "7A25C05B4C7D428799B54055A5E0942D",
    buildAddr: "普惠路99号东方文荟苑一区8幢2单元(中)",
  },
  {
    T89482: "7A1CBAFD2FC9498A933CF6364A43613A",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内1～-1层西",
  },
  {
    T48291: "7ED33C901B204AB8ABA4D81134334444",
    buildAddr: "星湖街328号创意产业园B4楼北(西)",
  },
  {
    T79914: "80614A3E6E1D44EFA3475DC0C6745D3D",
    buildAddr: "淞江路北莲香新村101幢东单元(北)",
  },
  {
    T82256: "7BE4AD7EAA75435CB8D009BB905AE2E9",
    buildAddr: "普惠路6号东方文荟苑14幢西单元南",
  },
  {
    T81166: "841D6A0B65D54B9BB0000CC469C45122",
    buildAddr: "钟南街238号E区1~2层（南）",
  },
  {
    T56650: "8908B63117CC45F7BE8D852F600CAA72",
    buildAddr: "东方大道与星湖街交叉口淞泽家园六区27幢北",
  },
  {
    T70737: "7233675490374E4585BAD26E39F6E0FA",
    buildAddr: "东方大道与星湖街交叉口淞泽家园八区40幢中",
  },
  {
    T90606: "7289849AA08744999A7211ECCDACB407",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧1～-1层南",
  },
  {
    T81173: "7C599A7B88364EBCB796483C3A7E0C09",
    buildAddr: "钟南街238号A区3~4层（南）",
  },
  {
    T47712: "8652C7BA40A74C8BA38CEF2385ADECF8",
    buildAddr: "星湖街328号创意产业园8幢东",
  },
  {
    T83934: "85E1256884D3483D81820F5658C38924",
    buildAddr: "普惠路6号东方文荟苑23幢西单元南1",
  },
  {
    T47710: "836D97271A8245D1AC2A090DDE2FC2E8",
    buildAddr: "星湖街328号创意产业园8幢北客梯",
  },
  {
    T103391: "7F631BC8E1A94D6AB65ED939DA4DD7F9",
    buildAddr: "酝慧路108号2号楼西侧（东）",
  },
  {
    T90605: "70D7F952B6EA4E4AADBF676751753E1E",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧2～3层南",
  },
  {
    T81352: "872FC59242594D7A9BC2041DA2A5AAED",
    buildAddr: "钟南街92号门诊大厅西侧（南）",
  },
  {
    T43689: "8911D3E4F927427087FFE0D04BDA9BCD",
    buildAddr: "新门诊大厅东侧南",
  },
  {
    T83935: "7CD79B25F6F24B8387B43FD8DEEAAA22",
    buildAddr: "普惠路6号东方文荟苑23幢东单元南2",
  },
  {
    T87945: "7D5B39824634434481452C9D3B47F982",
    buildAddr: "普惠路99号东方文荟苑6幢(南)",
  },
  {
    T96101: "7E097DC97E5C4630961C921D1B78A287",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼东（中）",
  },
  {
    T50357: "74E68608E99C400C9B4038BE96FEB9C4",
    buildAddr: "淞江路何韵街荷韵新村86栋北",
  },
  {
    T81124: "7E7ADAA7886E4AAFA040A3E7CB08DC45",
    buildAddr: "工业园区湖东社工委钟南街238号E区北",
  },
  {
    T81344: "838C1F61A29340C59B34FB9C2009252C",
    buildAddr: "钟南街92号门诊大厅东侧(东3)",
  },
  {
    T81356: "73CA6821E51E4AF8A27BA6FCE8792DED",
    buildAddr: "工业园区湖东社工委钟南街92号住院大厅西1电梯厅北",
  },
  {
    T50981: "8754A1B36D2349E5BE2D3A563E3356BA",
    buildAddr: "唯观路8号金色湖滨22幢3单元",
  },
  {
    T84355: "7ED7009921FA4F0DA9533E35E18F9E21",
    buildAddr: "淞泽家园八区49幢1单元(南)",
  },
  {
    T73239: "8E4F69A9362D410B9CE103DD18737144",
    buildAddr: "永旺梦乐城B区1～2层西",
  },
  {
    T56705: "820DAF1AD87C43F19BB4D19964E88914",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区31幢2单元北",
  },
  {
    T47711: "8455F0A39DEC417CBBBB3B6A6A97C21D",
    buildAddr: "星湖街328号创意产业园8幢南客梯",
  },
  {
    T87151: "7559B01B2F73437C8159C11F45D688DE",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城E区东",
  },
  {
    T46967: "87FF48AB56AA4B0B8FC014CED05AD332",
    buildAddr: "星湖街328号创意产业园3栋西",
  },
  {
    T46968: "8CE3CA9A21AD4E839E7FE1353B705E8D",
    buildAddr: "星湖街328号创意产业园11栋中(北)",
  },
  {
    T48659: "8E86A128264A484FA7D4A9B8D757BC6F",
    buildAddr: "星湖街328号创意产业园B2-5区B楼1～2层南",
  },
  {
    T56618: "9269C920BE584A918483C5DCB61D464A",
    buildAddr: "淞泽家园二区75幢1单元北",
  },
  {
    T72089: "864240C1E1FC4ECBAC163916645656DB",
    buildAddr: "商场北",
  },
  {
    T81130: "87FD966EA2B345DF871E2F4AB4085412",
    buildAddr: "钟南街238号B区3-4层东",
  },
  {
    T61680: "892F3BD340D84D70BCE199D8621D780B",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村93幢一单元北",
  },
  {
    T81139: "85A6A663115844878D8ECE9FE7D5F7C7",
    buildAddr: "钟南街238号F区3-4层南",
  },
  {
    T82915: "8E5C9475BFEC46D4871B27AB4DF135C3",
    buildAddr: "钟南街92号住院大厅东1电梯厅南2",
  },
  {
    T50982: "958A5D5A21A9432C8B5B25F9D6AB8A84",
    buildAddr: "星湖街北唯观路8号金色湖滨24幢（2单元）",
  },
  {
    T81696: "8B89085C1ADC421CAD33CD8B35B2B607",
    buildAddr: "淞江路北(莲香新村北区南)99幢（中）",
  },
  {
    T94442: "9669178F8E444DFC80DA0C49E3E93377",
    buildAddr: "夷浜路88号天著湖韵花园二区39幢东",
  },
  {
    T48294: "964C530CDF264198A659B16C2CF03C7C",
    buildAddr: "星湖街328号创意产业园1栋北",
  },
  {
    T84354: "7BFA5E3824184FB28B4CF46464F3DD15",
    buildAddr: "淞泽家园八区49幢2单元(南)",
  },
  {
    T82258: "9718B7CD85C045D1B6F883702A09765D",
    buildAddr: "普惠路6号东方文荟苑26幢东单元北",
  },
  {
    T56678: "88193495626F4B8ABBDC7E2ED1281AE4",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区28幢北",
  },
  {
    T56623: "78D5BB481C6F49A39996E93F7152F9AC",
    buildAddr: "东方大道与惠成街交叉口淞泽家园二区73幢北",
  },
  {
    T47709: "7CA8FF9F7FB54C9BAAB1C7D05B99FA43",
    buildAddr: "星湖街328号创意产业园4幢西(西)",
  },
  {
    T46970: "993BC95E14F341B39BA1EAB6452C64E1",
    buildAddr: "星湖街328号创意产业园11栋(东)",
  },
  {
    T87158: "990733BA84BA4C7B8E90FB7779C9AD37",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城A区东(南)",
  },
  {
    T89500: "7A3574B67E1F4921822550711476B7B6",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区-1～1层（东）",
  },
  {
    T12403: "7DC91E83BED146DF9FD6772DF8DE1582",
    buildAddr: "星汉街99号四季新家园17幢3单元",
  },
  {
    T81168: "8976C3AEAEE643619625AD9470C366B2",
    buildAddr: "钟南街238号A区-1~1层（北）",
  },
  {
    T87955: "8CD6649AFC5C481FA2555FE17693D7E4",
    buildAddr: "普惠路99号东方文荟苑一区9幢中单元",
  },
  {
    T88671: "95B70A88D1534E59BFA7098BCB4BAB4A",
    buildAddr: "工业园区斜塘街道淞北路北莲香新村102幢西单元北",
  },
  {
    T73384: "8E56523CAFDC49CEAA343E8077EC06EA",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区51幢2单元中",
  },
  {
    T56647: "7CB7FD10121547168BED21406D09F8E2",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区30幢南",
  },
  {
    T88665: "87FDCE8F2C21485BBCB34E375D643AE9",
    buildAddr: "淞江路北莲香新村104幢南",
  },
  {
    T56687: "972E773030164C1FBF4F2662671298A9",
    buildAddr: "东方大道与星湖街口淞泽家园8区35幢南",
  },
  {
    T81121: "7697017ECF304B2797B4792288FC4C92",
    buildAddr: "钟南街238号A区西北角（南）",
  },
  {
    T83920: "8B4CC70C77F5417C89D9A491AD9ECB5C",
    buildAddr: "普惠路6号东方文荟苑18幢北",
  },
  {
    T81170: "9A41A3EAA9074A40B4A54CE4AF39A19B",
    buildAddr: "钟南街238号A区1~2层（北）",
  },
  {
    T46971: "9B19970559D545FD8E2C401F7990BB1F",
    buildAddr: "星湖街328号创意产业园11栋中(南)",
  },
  {
    T50358: "89C121DB1E364BFBAC9451C4E4E47C1E",
    buildAddr: "淞江路何韵街荷韵新村86栋南",
  },
  {
    T76490: "9D8BC59780F7443BA1E31D963D59382C",
    buildAddr: "葑亭大道628号双友新和城1幢东单元南",
  },
  {
    T72093: "81384DE7021640FD8107A0D12B541977",
    buildAddr: "商场中(北)",
  },
  {
    T83937: "9BCA5F84CB4B4296A4DEA58271146797",
    buildAddr: "普惠路6号东方文荟苑24幢西单元南2",
  },
  {
    T82257: "81606D1656AA4DAAB24A43AD843D3693",
    buildAddr: "普惠路6号东方文荟苑26幢西单元北",
  },
  {
    T81119: "9EB9F6CE3932436789DA2A25D00EBCFD",
    buildAddr: "工业园区湖东社工委钟南街238号A区东北角（南）",
  },
  {
    T81145: "9BE437BE35C245A18146C81E83355404",
    buildAddr: "钟南街238号D区2~3层东",
  },
  {
    T46969: "9228DCF0706C4B1E81EF01387A25E478",
    buildAddr: "星湖街328号创意产业园9栋东(南)",
  },
  {
    T48293: "9296D5317DE74C0987629CA551371F3B",
    buildAddr: "星湖街328号创意产业园2栋北",
  },
  {
    T83944: "A24DAB8D16D74B8FB740405624D9B590",
    buildAddr: "普惠路6号东方文荟苑25幢西单元中",
  },
  {
    T73385: "9D726AC1E4B143EABC68075B49C8A5DC",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区51幢2单元南",
  },
  {
    T71930: "82F56364407B4A27B9D281A1C0BD2849",
    buildAddr: "吴中区旺山科技园B楼(南)",
  },
  {
    T95437: "93814F6B0612414EAAACF76237ACA7AE",
    buildAddr: "南榭雨街18号星洋学校餐厅内",
  },
  {
    T47713: "911683F384AE48AAAD4B996224A7DFDD",
    buildAddr: "星湖街328号创意产业园7幢南客梯",
  },
  {
    T93610: "95B5571ACCB04492ADA1F0CADA7C0705",
    buildAddr: "夷浜路88号天著湖韵花园二区22幢东",
  },
  {
    T61676: "8D50A780425D401E96D870C2D590BCC1",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村91幢中",
  },
  {
    T87094: "A3A4BB2A41BE4583816329CAD8736D7D",
    buildAddr: "普惠路99号东方文荟苑二区13幢北单元",
  },
  {
    T88670: "85D53DC7128646AAB363D7391F872BBE",
    buildAddr: "工业园区斜塘街道淞北路北莲香新村102幢东单元南",
  },
  {
    T70739: "8E2842E599D3480E80784DB672F38DDA",
    buildAddr: "东方大道与星湖街交叉口淞泽家园八区40幢北",
  },
  {
    T70746: "7EBE7E28AD844CE881701D1259097961",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区36幢2单元南",
  },
  {
    T56632: "7FD275ED98A6487B95BC2ED9828CAB79",
    buildAddr: "东方大道与星湖街口淞泽家园8区42幢中",
  },
  {
    T88668: "8EF2F955C94748639B54C6A879ADC4E5",
    buildAddr: "工业园区斜塘街道淞北路北莲香新村103幢北",
  },
  {
    T81163: "8F95BFAD7656440C869D205561FB1450",
    buildAddr: "钟南街238号E区-1~1层（北）",
  },
  {
    T83939: "A23A225BD1F04DAAB6BE751C8A9C2273",
    buildAddr: "普惠路6号东方文荟苑24幢东单元南2",
  },
  {
    T56714: "98F1AD8925C442B6AEDDD1EDCAE88BE7",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区33幢1单元南",
  },
  {
    T83946: "A2480E82C4CD43129AD41EDE80A9F458",
    buildAddr: "普惠路6号东方文荟苑27幢南",
  },
  {
    T73234: "81938052CA824B6B91DA70270C2A2CF5",
    buildAddr: "永旺梦乐城D区2～3层（东）",
  },
  {
    T81691: "979B7CEDD7A748148714AA3FD2363C82",
    buildAddr: "淞江路南（莲香新村北区南）95幢（北）",
  },
  {
    T56651: "93DC225B89FB44A78606CE16E93A05D8",
    buildAddr: "东方大道与星湖街交叉口淞泽家园六区27幢中",
  },
  {
    T94443: "8861D3FD0F9646149E9A751FB8A138E3",
    buildAddr: "夷浜路88号天著湖韵花园二区39幢西",
  },
  {
    T46972: "9B519ACFC6814ED8A123EE39284D9B82",
    buildAddr: "星湖街328号创意产业园9栋东(北)",
  },
  {
    T81144: "94C38AC2FFE243DD915DD47E94C8C80C",
    buildAddr: "钟南街238号F区1-2层南",
  },
  {
    T83936: "94AD480E62DB4F83A28B49C2A2AC752B",
    buildAddr: "普惠路6号东方文荟苑23幢东单元南1",
  },
  {
    T61674: "878BC3374A2246B785832CB3D8F009F6",
    buildAddr: "荷韵新村92幢南",
  },
  {
    T81146: "9A56ECE87AEB49AD91579C88012FAAA3",
    buildAddr: "钟南街238号D区2~3层西",
  },
  {
    T89516: "A78F63D58CF246BBB7E21115A824CDAE",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区2～3层南",
  },
  {
    T89013: "A4E0FE193EAE4ECBBF722C8D09B0F36E",
    buildAddr: "西厂房东半幅西侧（北）",
  },
  {
    T82704: "A66EE15CF328465FA3AFC3E028A12C82",
    buildAddr: "普惠路6号东方文荟苑22幢南",
  },
  {
    T89015: "83E88CEFB19D4269BC7DE104A204E729",
    buildAddr: "西厂房东半幅南侧（中）",
  },
  {
    T48292: "85D61DBF117F46FAB50257AB8A4786C8",
    buildAddr: "星湖街328号创意产业园B3楼北(东)",
  },
  {
    T85706: "86606E4B5BA14820B3711B23F9BD8BDF",
    buildAddr: "东方文荟苑12幢东单元(南)",
  },
  {
    T72092: "97323806702649908B02843FEDC8AF9A",
    buildAddr: "商场中(南)",
  },
  {
    T14468: "AA031E55123F49C79F66819FD6D7F8E0",
    buildAddr: "星汉街99号四季新家园12幢二单元(北)",
  },
  {
    T50984: "9ED0B46BC7DE4E4D858D43A2F66ED45D",
    buildAddr: "星湖街北唯观路8号金色湖滨18幢",
  },
  {
    T61658: "9EEAA8D4CC0E4E57B012AD6EEA3A1293",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村89幢南",
  },
  {
    T56613: "9E3A91207FE04F8BB131D8E08B449922",
    buildAddr: "东方大道与惠成路交叉口淞泽家园四区45幢北",
  },
  {
    T61664: "AAF1F6D1EFE4418C961B97AE4A5FA041",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村94幢中",
  },
  {
    T83919: "8B85CA3187E44FFCB8ABDFB874B1BAC6",
    buildAddr: "普惠路6号东方文荟苑16幢北",
  },
  {
    T30268: "A23A42484DA241BA838DF6BC1E3A220A",
    buildAddr: "图书馆",
  },
  {
    T56684: "A95B422727C94879925EE067A118822A",
    buildAddr: "东方大道与星湖街口交叉口淞泽家园8区25幢南",
  },
  {
    T53501: "A1455BE06E004DAF8C44C13BABE92112",
    buildAddr: "星湖街328号创意园B区12栋",
  },
  {
    T81348: "A85B423F17564D45958ADEEB24625827",
    buildAddr: "钟南街92号中心供应室西",
  },
  {
    T56700: "ACE02B23ED794BB1A99D5CDE64C36F85",
    buildAddr: "淞泽家园8区46幢2单元（南）",
  },
  {
    T82707: "ABD2156F32DF489A841C2A15A36A6121",
    buildAddr: "普惠路6号东方文荟苑17幢北",
  },
  {
    T83932: "A437309942124590A2EB38CF4FEC8EF8",
    buildAddr: "普惠路6号东方文荟苑18幢南",
  },
  {
    T56709: "8EF464F847B24157B6A1CD8965DFB147",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区32幢2单元北",
  },
  {
    T72091: "9D0723F76B2049B9A9F9AA76C298036B",
    buildAddr: "商场南(西)",
  },
  {
    T94575: "AD026C2DFEA04AE2A1EEE14FDFA25FA2",
    buildAddr: "港田路501号星洋学校行政楼北",
  },
  {
    T75451: "A34A4E959321478A97459EAED15E31B8",
    buildAddr: "新城路188号大厅(南)",
  },
  {
    T81185: "A2C06E42D0AE4EF9A9B82808C53BF6D9",
    buildAddr: "钟南街238号C区1-2层东",
  },
  {
    T73270: "AFDA264442C742BBA95D2FB7B231B361",
    buildAddr: "永旺梦乐城C区西部2～3层北",
  },
  {
    T93602: "B16B793809134AE7A573BFEFE7E3F8F2",
    buildAddr: "夷浜路88号天著湖韵花园二区13幢西单元",
  },
  {
    T70741: "AFCE1727CE6749DFB7FE968F3346D4D5",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区41幢1单元中",
  },
  {
    T14465: "AD8308E7F5CA4971AB5D0DEFA490D1D1",
    buildAddr: "星汉街99号四季新家园12幢1单元南",
  },
  {
    T82694: "9EDD7ADA12604E47B8FE1A3A137A6C60",
    buildAddr: "普惠路6号东方文荟苑17幢南",
  },
  {
    T82702: "8A542F548B8548EB9FB243373B4A3FDB",
    buildAddr: "普惠路6号东方文荟苑29幢南",
  },
  {
    T81171: "9F2AAD376B914ED795BEA1136786EA2D",
    buildAddr: "钟南街238号A区2~3层（北）",
  },
  {
    T90609: "B19375D66A69490AA0DD08232FD87C6B",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧3～4层北",
  },
  {
    T81176: "A5CE932637B54D22AA4DEC72EA78D66E",
    buildAddr: "钟南街238号A区4~5层（北）",
  },
  {
    T46973: "B0FEAB01E6824FD59B71022D7A52C8AD",
    buildAddr: "星湖街328号创意产业园3栋东(西)",
  },
  {
    T103389: "A066A2572D1540CC8033E4EECB5BA6B1",
    buildAddr: "酝慧路108号2号楼西侧（西南）",
  },
  {
    T73242: "B20E1B593BB94EE3A9EA5C3BE44E8F00",
    buildAddr: "永旺梦乐城D区-1～1层西",
  },
  {
    T96104: "9ED566545EE447969A23B40EF3FB5F47",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼南侧西",
  },
  {
    T56689: "A84B56671CB0498BB8AE827D7AE8B7F7",
    buildAddr: "东方大道与星湖街口淞泽家园8区38幢1单元（中）",
  },
  {
    T81161: "9DF6421ECC714BB3BE4B2FF2560841FD",
    buildAddr: "钟南街238号C区2~3层西",
  },
  {
    T83933: "B1BA2503B8354D87876ABC3592F4D345",
    buildAddr: "普惠路6号东方文荟苑23幢西单元南2",
  },
  {
    T107038: "A907E8944F634FA091CBEBB27E715667",
    buildAddr: "苏州大学文正学院学生第二食堂",
  },
  {
    T81690: "8C43D3C5EE9F4C85AAC9F20BC4257948",
    buildAddr: "淞江路南（莲香新村北区南）95幢（南）",
  },
  {
    T81136: "A3617228BCD84B35AD3F6C8486C8BEE1",
    buildAddr: "钟南街238号B区-1-1层东",
  },
  {
    T89487: "A30845C79F634E4AB74A22EFE6318A56",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区-1～1层西",
  },
  {
    T82253: "8E3596DB9AAF48F9A05CBEB4573C370E",
    buildAddr: "普惠路6号东方文荟苑14幢东单元北",
  },
  {
    T72524: "B5D4366979B948DBA1D1046651B147F1",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区45幢北",
  },
  {
    T54963: "8F7054DB43D84716B74B6BA3051BC03E",
    buildAddr: "星湖街328号A3楼西（北）",
  },
  {
    T56664: "A58E5DB4C14845F6B2A00E3500C6DDE2",
    buildAddr: "东方大道与星湖街口交叉口淞泽家园8区24幢南",
  },
  {
    T81152: "AB16B85F02E74F8A9EDBEDF674A0FF61",
    buildAddr: "钟南街238号D区-1~1层西",
  },
  {
    T73232: "B4477C88AA2A4CB2990083ED363AD43E",
    buildAddr: "永旺梦乐城D区1～2层（东）",
  },
  {
    T73237: "A24BEFE548924305B01645FC26AC13FB",
    buildAddr: "永旺梦乐城D区3～4层（西）",
  },
  {
    T56694: "B4E5226029F242A2B6B7CABC604CFF7E",
    buildAddr: "淞泽家园8区43幢（南）",
  },
  {
    T56668: "B56D0C8FD4BC469B892A019A9BBB698B",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区30幢南",
  },
  {
    T56619: "B5AA3161A2EA47BDBFDC612CAE95B837",
    buildAddr: "淞泽家园二区76幢1单元南",
  },
  {
    T73252: "B6ED622B74CC44199A6B51D9FE4DAB34",
    buildAddr: "永旺梦乐城A区1～2层北",
  },
  {
    T56716: "ABBDA04FF3784D2FB32BA75454CD685E",
    buildAddr: "东方大道与星湖街口淞泽家园8区33幢2单元南",
  },
  {
    T56706: "A620D139C36C484C90EEB0B6D257EC5F",
    buildAddr: "工业园区斜塘街道东方大道与星湖街口淞泽家园8区31幢2单元南",
  },
  {
    T56620: "A1DFEF7D353340BC8F7325FAA5492C20",
    buildAddr: "淞泽家园二区76幢1单元中",
  },
  {
    T56677: "A4704F062C0249D7BE06E9DE7FAA84BD",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区27幢北",
  },
  {
    T47714: "A7CD019537DF4BAA8251847943353E61",
    buildAddr: "星湖街328号创意产业园7幢北客梯",
  },
  {
    T72531: "B7CA9A8536334DDC8D17822A6A5011E3",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区44幢中",
  },
  {
    T73254: "B8DCB897B5864086AE8544B894840E7F",
    buildAddr: "永旺梦乐城A区2～3层北",
  },
  {
    T82705: "B961B075667946D7908CB6FABF2A2895",
    buildAddr: "普惠路6号东方文荟苑15幢西单元北",
  },
  {
    T73268: "AAD0C9C19F4943A29DF9C225F1DDEDEF",
    buildAddr: "永旺梦乐城C区西部1～2层南",
  },
  {
    T89485: "BAF712D10EA042C8B3B9B78071B7E927",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内2～3层西",
  },
  {
    T56671: "ADA98EEE1B26452B8C6B7ADF28165431",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区26幢东单元（南梯）",
  },
  {
    T81141: "A5B85200346141A5BE72620F1420EEF1",
    buildAddr: "钟南街238号F区2-3层南",
  },
  {
    T93603: "B2CE5121C82D4A1690226DCE48B91428",
    buildAddr: "夷浜路88号天著湖韵花园二区23幢西",
  },
  {
    T89499: "94A595321D1340F897D5390B61F515E6",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区-1～1层（西）",
  },
  {
    T56711: "B2165CB3EE764E19BF3812C9B8F38679",
    buildAddr: "东方大道与星湖街口淞泽家园8区34幢中",
  },
  {
    T79907: "99A8B045EC5348B98FD0DCBAD2E75B6D",
    buildAddr: "淞江路与星塘街交叉口莲香新村98幢（南）",
  },
  {
    T99858: "A8F0B6D3A1E94760835358BD53689405",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区49幢西",
  },
  {
    T56658: "BC523C610CE9413FA22AA553645652EB",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区26幢南",
  },
  {
    T50983: "99A7258B21604FAF86DF43DE72513655",
    buildAddr: "星湖街北唯观路8号金色湖滨25幢（2单元）",
  },
  {
    T82913: "BBE8DDE146CC48668EA10EB4C2A90332",
    buildAddr: "钟南街92号住院大厅东2电梯厅南2",
  },
  {
    T88244: "B39F6D3BB6BA400BA9D75A1F43F53CA4",
    buildAddr: "横泾滨湖大厦1号楼大厅北侧 (东)",
  },
  {
    T82708: "B48E161D71834699B260856E5890375F",
    buildAddr: "普惠路6号东方文荟苑19幢北",
  },
  {
    T84357: "B72D83B3CFC0433E8B6F5BDEEC6CBB45",
    buildAddr: "淞泽家园八区49幢1单元(北)",
  },
  {
    T81347: "9DC7D0843A5741E281FA666B1D7B5412",
    buildAddr: "工业园区东沙湖社工委钟南街92号急诊大厅南侧",
  },
  {
    T87953: "B70152B759474AF19297F35026BC081E",
    buildAddr: "普惠路99号东方文荟苑一区4幢2单元（中）",
  },
  {
    T93595: "ADB0FE7104334288AAFC7B7A002DB349",
    buildAddr: "夷浜路88号天著湖韵花园二区40幢东单元",
  },
  {
    T47715: "C04471E41ED04A30881C39A02F3662DE",
    buildAddr: "星湖街328号创意产业园7幢东",
  },
  {
    T50986: "B7A30C85DF034143BA7119DC392C4080",
    buildAddr: "唯观路8号金色湖滨21幢",
  },
  {
    T48661: "AB0B639ACA254B8EAE3FF84ED4A2892E",
    buildAddr: "星湖街328号创意产业园B2-5区 A楼(南)",
  },
  {
    T70740: "9F0EA63DFFAB471EB161A5ADB57E621E",
    buildAddr: "东方大道与星湖街交叉口淞泽家园八区36幢1单元北",
  },
  {
    T56612: "AC6DD30B1C3447AA8BDAC981AA16E763",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区45幢南",
  },
  {
    T88248: "AFEB1078B7AB4DE2B09567E52656AA25",
    buildAddr: "横泾滨湖大厦1号楼南(南)",
  },
  {
    T73240: "BBB9A2A1B0F14DF9A39E5A5950F864EF",
    buildAddr: "永旺梦乐城B区-1～1层西",
  },
  {
    T88661: "AE46329D8CBF43069C69424210596ACA",
    buildAddr: "淞江路北莲香新村105幢西单元南",
  },
  {
    T56654: "A1F95042A8454DDEA45AD22F6447BCC6",
    buildAddr: "东方大道与星湖街交叉口淞泽家园六区28幢中",
  },
  {
    T82922: "B1193BFB0B234BC0B4BEF5EE8797DC00",
    buildAddr: "钟南街92号影像科东",
  },
  {
    T73272: "BD2B2917F37B4610A92AABA88A747436",
    buildAddr: "永旺梦乐城C区东部1～2层西",
  },
  {
    T96100: "B3DBDEC28CE243A0848950662FC20726",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼大厅东（北）",
  },
  {
    T14470: "BB488DE50E8A4FC8B1D2A28A2BBB56A3",
    buildAddr: "星汉街99号四季新家园12幢三单元(北)",
  },
  {
    T87162: "BDEEE551BEEC4180916AE074FC20A46C",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城A区北（东）",
  },
  {
    T81165: "B480A7BDD3454958AF6E1F0F6CF8AA7E",
    buildAddr: "钟南街238号E区1~2层（北）",
  },
  {
    T81131: "C9928AABE104438AB1C65691B1FF8174",
    buildAddr: "钟南街238号B区2-3层西",
  },
  {
    T85709: "B13EEEDD56E24191837BC5CE964491B8",
    buildAddr: "普惠路99号东方文荟苑一区2幢（北）",
  },
  {
    T90604: "C7F350B64A1648D782063467B5A9B040",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧2～3层北",
  },
  {
    T61662: "C533F5B901F347CF8D01CE42F9F625B0",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村94幢南",
  },
  {
    T88237: "9C99083E98D840F19213F8E1C6014750",
    buildAddr: "横泾滨湖大厦1号楼西北角 (东)",
  },
  {
    T82914: "A7BF3A59CE72487CB5679193293613A8",
    buildAddr: "钟南街92号住院大厅东1电梯厅南3",
  },
  {
    T81353: "B81EA5BAA93744A5A54F3619AE675C7A",
    buildAddr: "工业园区湖东社工委钟南街92号住院大厅西1电梯厅中",
  },
  {
    T81178: "C095E602EBA8453CA15D387B62165359",
    buildAddr: "工业园区湖东社工委钟南街238号E区3~4层北",
  },
  {
    T46974: "B5A4ACD684044E678544C5A235749D22",
    buildAddr: "星湖街328号创意产业园1栋南（东）",
  },
  {
    T53503: "CC429402BDE9453990E29DDCDB1B8428",
    buildAddr: "星湖街328号创意园B区15栋",
  },
  {
    T56702: "C004689C3C7E42418B4EC618C24F99EA",
    buildAddr: "淞泽家园8区46幢2单元（北）",
  },
  {
    T56614: "C2F6F37D67E9406ABB222B325A0DCC38",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区46幢南",
  },
  {
    T50988: "CCE11550BF834546B38700B6A3C65E74",
    buildAddr: "星湖街北唯观路8号金色湖滨17幢（3）单元",
  },
  {
    T100064: "A902FE1A70464B40AEFBA98B26918DF6",
    buildAddr: "2号厂房（西1）",
  },
  {
    T56713: "CC37D952B0EB493FBBF590E000A15669",
    buildAddr: "东方大道与星湖街口淞泽家园8区34幢北",
  },
  {
    T87091: "9F3BE7014E7942169A9265FF68F797E4",
    buildAddr: "普惠路99号东方文荟苑二区12幢东单元(中)",
  },
  {
    T50987: "BA25C8E479C146579894CED3E10BA2CB",
    buildAddr: "星湖街北唯观路8号金色湖滨24幢（1单元）",
  },
  {
    T56670: "D08DFAE6A10943EAB2EDA5A2DBEDEC1E",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区28幢南",
  },
  {
    T93611: "9E580CAC25C34A95BAEBB8E6EE076798",
    buildAddr: "夷浜路88号天著湖韵花园二区22幢西",
  },
  {
    T103390: "9E62FD0906184FB8B85A3596DDD94F1F",
    buildAddr: "酝慧路108号2号楼东侧",
  },
  {
    T88247: "CF1562B4E53D479A89ADE91506858E7B",
    buildAddr: "横泾滨湖大厦1号楼南(北)",
  },
  {
    T50985: "B5575BB3C15A4677B1184EC1EE40AE3D",
    buildAddr: "星湖街北唯观路8号金色湖滨25幢（1单元）",
  },
  {
    T81149: "CDF252FB3AFB44D38317E1A7BB47E36D",
    buildAddr: "钟南街238号D区4~5层东",
  },
  {
    T56607: "CE18F0ADC5C844C2A17136C1BE1CDA6A",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区42幢北",
  },
  {
    T83927: "C28C0A2275CA480B9BE5D6F7B4546794",
    buildAddr: "普惠路6号东方文荟苑27幢北",
  },
  {
    T81343: "AB8B2A8BA654449983DBD4B572DA5034",
    buildAddr: "钟南街92号门诊大厅东侧(东4)",
  },
  {
    T73263: "BEA89FA6CFFD4E849BBE0C25708649B0",
    buildAddr: "永旺梦乐城B区南",
  },
  {
    T56674: "D19AA530B26F4D39A64085D778282926",
    buildAddr: "东方大道与星湖街交叉口淞泽家园8区26幢2单元（北梯）",
  },
  {
    T83928: "D45758E353D84013BC64DD16119AFB6F",
    buildAddr: "普惠路6号东方文荟苑28幢北",
  },
  {
    T70743: "C00DDA2D625A49E1A7CC6F94BF131886",
    buildAddr: "东方大道与星湖街交叉口淞泽家园八区36幢1单元南",
  },
  {
    T81151: "D346A8B824F946A29652B1EEAD0CEEF9",
    buildAddr: "钟南街238号D区-1~1层东",
  },
  {
    T43688: "B7C2679211AD48488A63749BA41294BE",
    buildAddr: "新门诊大厅西侧北",
  },
  {
    T82710: "CB512120C191496DB75831C1B6F79984",
    buildAddr: "普惠路6号东方文荟苑29幢北",
  },
  {
    T48662: "CBF20C674F764945815B0B880F6CEA5F",
    buildAddr: "星湖街328号创意产业园B2-5区 B楼",
  },
  {
    T81695: "D4C5C0D752264BA781DB106C9F1FAF7D",
    buildAddr: "淞江路北(莲香新村北区南)99幢（北）",
  },
  {
    T61671: "C75BBF7F360D4B878F5160B3ADA72176",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村93幢2单元北",
  },
  {
    T56682: "CB7BC843B11342FAB7C9A2D45CA1FE77",
    buildAddr: "东方大道与星湖街口交叉口淞泽家园8区25幢北",
  },
  {
    T50359: "CD929A9E23154B9F824A19BBB5B5BA58",
    buildAddr: "淞江路何韵街荷韵新村87幢东单元(南)",
  },
  {
    T73248: "B026B690921B4AA0938D4EFAAF591EBD",
    buildAddr: "永旺梦乐城A区-1～1层北",
  },
  {
    T84347: "C48E725771E94CE0A2A6C2664D61D054",
    buildAddr: "工业园区斜塘街道普惠路西端淞泽家园八区47幢1单元(北)",
  },
  {
    T56663: "CFAF94F29FDF4534A0914BCDE5A9672F",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区32幢中",
  },
  {
    T56621: "D7837207484142CDB58232042B4B09AD",
    buildAddr: "淞泽家园二区76幢1单元北",
  },
  {
    T81177: "D7D086B5608A4CB28D03A764544F3B85",
    buildAddr: "钟南街238号E区3~4层南",
  },
  {
    T99862: "D8AB25D2FDEA44DB94E20C248D15F3A5",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区51幢西",
  },
  {
    T54962: "C5D245D583D640528171749FFF4FE8DE",
    buildAddr: "星湖街328号A3楼东南（南）",
  },
  {
    T87954: "C624838F9D474B2090BF1881D2E60EB8",
    buildAddr: "普惠路99号东方文荟苑一区4幢2单元（北）",
  },
  {
    T87079: "C71BA058DDB34413B55FE9885BB5D0A4",
    buildAddr: "普惠路99号东方文荟苑3幢( 南)",
  },
  {
    T56661: "C9387FFE41074D998FB90BABDA450408",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区32幢南",
  },
  {
    T42526: "BF933380CEC24BEE8F453DCCFC36AE48",
    buildAddr: "门诊楼东",
  },
  {
    T84353: "BDC53B6D5CE04F849577C085CD90D7DE",
    buildAddr: "工业园区斜塘街道普慧路西端淞泽家园八区48幢1单元(北)",
  },
  {
    T82703: "B40AC6E38B2B499E88AC44CBF019D7B1",
    buildAddr: "普惠路6号东方文荟苑22幢中",
  },
  {
    T82711: "D1488DF6716B434586186DA2CF522121",
    buildAddr: "普惠路6号东方文荟苑29幢中",
  },
  {
    T90608: "DBCD700287B04008B3B5A23B78AAFF76",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧3～4层南",
  },
  {
    T87946: "CD40EEA634A34C2086383AEFE11813F7",
    buildAddr: "普惠路99号东方文荟苑5幢(南)",
  },
  {
    T83940: "DCCF9BF1285C4483AC7D1C2472085F8B",
    buildAddr: "普惠路6号东方文荟苑24幢东单元南1",
  },
  {
    T53506: "D4FB78F9B9F74182A55600CE407D519B",
    buildAddr: "星湖街328号创意园B区16栋",
  },
  {
    T96672: "B5836C23CF244553BEDB819C0BE5BE28",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心裙楼东北（南）",
  },
  {
    T84351: "C1A1166C19F34F00BB1DD1BA56D0C7CD",
    buildAddr: "工业园区斜塘街道淞泽家园八区48幢2单元(南)",
  },
  {
    T96671: "B64F694CE6A8429DA99954EC3CCBD1E9",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心裙楼东北（北）",
  },
  {
    T100066: "DE9BAE58A2C7474EB8FE122560AA1A3F",
    buildAddr: "2号厂房（西3）",
  },
  {
    T61678: "DAC855D77A1E49399CBC9DBCEA054F7F",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村93幢一单元南",
  },
  {
    T79912: "D6BEE074FD274A2BB4A98545A299CC4D",
    buildAddr: "淞江路与星塘街交叉口莲香新村101幢东单元(南)",
  },
  {
    T50989: "D08AFBF8C6F64208A2DF6FE18789800B",
    buildAddr: "星湖街北唯观路8号金色湖滨16幢3单元",
  },
  {
    T89491: "C511B8E3575E459781CC2E2AC9550F60",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区2～3层西",
  },
  {
    T53504: "D06023C7DC7F4723810AE2527803E08C",
    buildAddr: "星湖街328号创意园B区22栋",
  },
  {
    T73257: "C541E0C8D4804159AA6FFA6F954435AD",
    buildAddr: "永旺梦乐城A区3～4层北",
  },
  {
    T61659: "D92B847168CE4B658464BEA33E185A98",
    buildAddr: "淞江路和星湖街交叉口荷韵新村90幢北",
  },
  {
    T73247: "D0381A472B2A4AE78F3B0E90CD9373E6",
    buildAddr: "永旺梦乐城B区3～4层西",
  },
  {
    T56717: "ABC231CAA8134C0E820C27E57A9D0811",
    buildAddr: "东方大道与星湖街口淞泽家园8区33幢2单元北",
  },
  {
    T87951: "C8763C2F227C4F35B8A647B30EBD982D",
    buildAddr: "普惠路99号东方文荟苑一区4幢1单元（中）",
  },
  {
    T76491: "B8721B88AC37480F8AD485DA3644EE0D",
    buildAddr: "葑亭大道628号双友新和城1幢西单元北",
  },
  {
    T103393: "C8A019A24E034274A49435EB7E9789B0",
    buildAddr: "酝慧路108号1号楼北侧",
  },
  {
    T53505: "D24CA52540ED4CCFA3383042705C98C8",
    buildAddr: "星湖街328号创意园B区B20北",
  },
  {
    T71928: "D1400FA50A9A4E36A731CDAD8EEE9093",
    buildAddr: "旺山科技园B楼(北)",
  },
  {
    T61667: "DAC7A5AC0F024D209ACB5411412CF7EF",
    buildAddr: "荷韵新村88幢2单元北",
  },
  {
    T73274: "DBC9FCB75E6B4D789118F51B67C086F3",
    buildAddr: "永旺梦乐城C区东部2～3层西",
  },
  {
    T73269: "D380F8637AE843608A29EA6E990BD275",
    buildAddr: "永旺梦乐城C区西部2～3层南",
  },
  {
    T87958: "ADECC8D2B16C40858A845A71AB8A8A0A",
    buildAddr: "普惠路99号东方文荟苑一区8幢2单元(北)",
  },
  {
    T82259: "AEA5ABD73CBC43ACB9E553E9FDC63F17",
    buildAddr: "普惠路6号东方文荟苑26幢西单元中",
  },
  {
    T84352: "DCFF72AA5DC84A528B6D5F3649C96E39",
    buildAddr: "工业园区斜塘街道淞泽家园八区48幢2单元(北)",
  },
  {
    T12401: "D2210EB4358A45AE9D155153F71D60EA",
    buildAddr: "星汉街99号四季新家园17幢1单元",
  },
  {
    T42525: "BB14E3A527AA48DD88F4F64D07565A94",
    buildAddr: "门诊大厅东北",
  },
  {
    T61672: "D209902DBC4A4279AC5D41159E4344F6",
    buildAddr: "荷韵新村92幢北",
  },
  {
    T85064: "D22D44A3751D41D0A01DB7E3DD3D388A",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼东(南)",
  },
  {
    T81125: "E374DDFE1D364DC69F9ECD522BBDF350",
    buildAddr: "工业园区湖东社工委钟南街238号F区东",
  },
  {
    T81172: "E46E6242124A410A8C2D79063DAA27B6",
    buildAddr: "钟南街238号A区2~3层（南）",
  },
  {
    T81137: "DB962D224FA14F2AAE5712E9CBD0E3E5",
    buildAddr: "钟南街238号F区4-5层南",
  },
  {
    T53502: "AF7605CCAD8143799B16A6BABFA9B8DE",
    buildAddr: "星湖街328号创意园B区23栋",
  },
  {
    T93596: "AE35D72A24D741069B6B9C14C6509143",
    buildAddr: "夷浜路88号天著湖韵花园二区53幢东",
  },
  {
    T89125: "AF43E31B919C427E90A24E76036ED0E7",
    buildAddr: "CV塔车间南侧",
  },
  {
    T89488: "CBE305573932423094E81BD58BFFC74A",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区-1～1层东",
  },
  {
    T89501: "D570FFA847BD46119692389B2B53FA7D",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区-1～1层（东）",
  },
  {
    T82254: "B0E6991A24044949A832A28CE3A8C2DF",
    buildAddr: "普惠路6号东方文荟苑14幢东单元南",
  },
  {
    T87949: "B104D407E3D144B49414E4F0120AE6F2",
    buildAddr: "普惠路99号东方文荟苑一区3幢（中）",
  },
  {
    T82260: "E1058B267A8A430A976F11A3FFAA6E2C",
    buildAddr: "普惠路6号东方文荟苑26幢西单元南",
  },
  {
    T50991: "E87335BE15744A988501107BA16EDAE3",
    buildAddr: "星湖街北唯观路8号金色湖滨17幢(2单元)",
  },
  {
    T73250: "CFE9DC10CCAF4272BC7658F6E491A081",
    buildAddr: "永旺梦乐城A区-1～1层北",
  },
  {
    T89509: "C1C5E7DEBED941A084AB745FD6CC1A74",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室外1~2层北",
  },
  {
    T79908: "EA8F5FAFCBF04A97B40D2CA29FA0614F",
    buildAddr: "淞江路与星塘街交叉口莲香新村98幢（北）",
  },
  {
    T47716: "E401903D0E364CF2862531D7F2E65998",
    buildAddr: "星湖街328号创意产业园6幢西",
  },
  {
    T87085: "B41E8E64957144218A6164A8B0DF3395",
    buildAddr: "普惠路99号东方文荟苑一区1幢2单元(北)",
  },
  {
    T76494: "EBE4F219D3AB4904BD66601F247B477D",
    buildAddr: "葑亭大道628号双友新和城3幢南",
  },
  {
    T85711: "E5FAD6107126417CA43B53D6777F5451",
    buildAddr: "普惠路99号东方文荟苑二区11幢2单元(北)",
  },
  {
    T71838: "DD1DF64569ED4584958E7F4525A0B8E8",
    buildAddr: "东方大道与星湖街交叉口淞泽家园八区39幢北",
  },
  {
    T83924: "D47DCB1126BD47168983438E06DFAE73",
    buildAddr: "普惠路6号东方文荟苑24幢东单元南3",
  },
  {
    T73276: "ED4295B5F8154BF78E6B52BD463FE47E",
    buildAddr: "永旺梦乐城C区东部3～4层西",
  },
  {
    T81126: "C3E380D54FA04A4FAD4D9F126E1E7D37",
    buildAddr: "工业园区湖东社工委钟南街238号F区西",
  },
  {
    T71839: "E7402C2B9A0947DB855A567DBF3A6524",
    buildAddr: "东方大道与星湖街交叉口淞泽家园八区39幢 中",
  },
  {
    T89489: "DAA57567D4AD450B9CA757320C63BE6E",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城B区1～2层西",
  },
  {
    T50360: "F0A268C86DAD4FC6A821152D2312B135",
    buildAddr: "淞江路何韵街荷韵新村87幢东单元(北)",
  },
  {
    T76492: "E04AF61FD5904494B3C33CB6BC41D2BA",
    buildAddr: "葑亭大道628号双友新和城1幢西单元南",
  },
  {
    T56629: "EF73A7C65C22474BB95270D1B05C3523",
    buildAddr: "东方大道与惠成街交叉口淞泽家园四区43幢北",
  },
  {
    T99859: "B954A22787D84297B6875B70B2B25553",
    buildAddr: "工业园区唯亭街道夷浜路88号天著湖韵花园二区50幢东",
  },
  {
    T96103: "EFA04BA084BC43ABB34F06EAE1628E38",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼大厅西（南）",
  },
  {
    T46976: "EB2F2C97DEF84F78B1428E9FEE6A01D0",
    buildAddr: "星湖街328号创意产业园1栋南（西）",
  },
  {
    T81169: "F03F3059A1D64C95838B2FB833A8D506",
    buildAddr: "钟南街238号A区1~2层（南）",
  },
  {
    T93609: "DF342AA36B7A4129BDB1E8AA3B8BBA68",
    buildAddr: "夷浜路88天著湖韵花园二区21幢西单元",
  },
  {
    T73261: "EABB7720271B4570B15AC6969F9B4FC6",
    buildAddr: "永旺梦乐城D区南",
  },
  {
    T46977: "ECC3697EEC66495CB4D6875969958353",
    buildAddr: "星湖街328号创意产业园10栋(东)",
  },
  {
    T56695: "E45106A87B794E5F97BDA1655E801334",
    buildAddr: "淞泽家园8区43幢（中）",
  },
  {
    T61679: "BA969FB9BCAD40B5942CD038EDC30721",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村93幢一单元中",
  },
  {
    T89514: "BBF0502B7A21422D80D6CF6948C00DEF",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城D区1～2层南",
  },
  {
    T82921: "E561A697B847453E913ADB82343E014B",
    buildAddr: "钟南街92号影像科西",
  },
  {
    T81122: "D808E26ABD624AF9A1997CBEFB09A674",
    buildAddr: "工业园区湖东社工委钟南街238号A区西北角（北）",
  },
  {
    T72090: "E713EB0117774DCFB7161791C27CFBEE",
    buildAddr: "商场南(东)",
  },
  {
    T56662: "F52855E9EBC041599A8384F67B97C369",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区32幢北",
  },
  {
    T73386: "F5E4D1A13085440794419ED72F0E7137",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区51幢1单元北",
  },
  {
    T56686: "DBD62826599646BA83767657C582339F",
    buildAddr: "东方大道与星湖街口淞泽家园8区35幢（中）",
  },
  {
    T12418: "F063510E0E7943B2BB0A17221B154211",
    buildAddr: "苏州文正学院  实验楼",
  },
  {
    T90600: "E4121C33872D469B98931BC5508273E5",
    buildAddr: "吴中区越溪街道南溪江路88号南溪江路商务中心商场西侧1～2层南",
  },
  {
    T87952: "F93754138789438598053DE95A9B28FD",
    buildAddr: "普惠路99号东方文荟苑一区4幢1单元(北)",
  },
  {
    T73273: "F63C03DC5B6E406F840EAEE7304EF0CF",
    buildAddr: "永旺梦乐城C区东部-1～1层西",
  },
  {
    T43691: "DD1A4E9E1B894F1CBF5101723CB78CB8",
    buildAddr: "新门诊（楼西）",
  },
  {
    T81692: "EB608D2FE5E14FD883BE6732EECC5E97",
    buildAddr: "淞江路南（莲香新村北区南）97幢（南）",
  },
  {
    T73264: "CE64D38657EF4B6A8B91BE3808C31E83",
    buildAddr: "永旺梦乐城C区西",
  },
  {
    T50361: "FBCE84031E1449AFA60A099B8EA9568C",
    buildAddr: "淞江路何韵街荷韵新村87幢西单元(南)",
  },
  {
    T87957: "FE5A0E82FF684C0AB2D472CBF8EACC2C",
    buildAddr: "普惠路99号东方文荟苑一区8幢1单元(中)",
  },
  {
    T56659: "FA02E6EAA0934E1194165DDC9082558C",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区31幢南",
  },
  {
    T56690: "ECC499B3BC81476EBC66071A5652B4A2",
    buildAddr: "东方大道与星湖街口淞泽家园8区38幢1单元（南）",
  },
  {
    T88245: "FE49C1559B7946EC937C446277DB9C16",
    buildAddr: "横泾滨湖大厦1号楼大厅南侧 (西)",
  },
  {
    T82918: "E7CE3C950CFE451487CC2B8B03BD1187",
    buildAddr: "工业园区湖东社工委钟南街92号住院大厅西2电梯厅北",
  },
  {
    T56691: "E21921FBD06A4B7CA7890227438E9A45",
    buildAddr: "东方大道与星湖街口淞泽家园8区38幢2单元北",
  },
  {
    T56657: "E714164E07CE4F368CF0F6325A416CCF",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区26幢中",
  },
  {
    T96105: "E72805E943FE4660A4F657779A5C6282",
    buildAddr: "吴中区越溪街道南溪江路88号商务中心西楼南侧东",
  },
  {
    T81154: "E1C1530518E544EDAB1F7DC88F8CFF06",
    buildAddr: "工业园区湖东社工委钟南街238号F区-1~1层西",
  },
  {
    T81350: "CFBD7713C04F41A5ABDA9C054C3D0D30",
    buildAddr: "钟南街92号中心供应室东",
  },
  {
    T50992: "EA672502CF0240E1A224BB0E6F4DE395",
    buildAddr: "星湖街北唯观路8号金色湖滨16幢2单元",
  },
  {
    T50990: "E1F40FE9B3944FFBA9ECD5FE546D750A",
    buildAddr: "星湖街北唯观路8号金色湖滨17幢（1单元）",
  },
  {
    T47719: "FA4D6E97A1DA49F89DEC90B30D1C9A95",
    buildAddr: "星湖街328号创意产业园6幢东",
  },
  {
    T89495: "F8C17A65D0604CED9BA9D7B507770CE9",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区3~4层北",
  },
  {
    T81175: "E975B6494C8C4E88A14F2E5CFB274465",
    buildAddr: "钟南街238号A区4~5层（南）",
  },
  {
    T72525: "EA89FB0065244250A09D9848B48C7595",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区45幢中",
  },
  {
    T53508: "F92FE09BDB0F4767AA119AB41942A272",
    buildAddr: "星湖街328号创意园B区17栋",
  },
  {
    T54961: "E297486115B74F378E952791C3654C03",
    buildAddr: "星湖街328号A3楼东南（北）",
  },
  {
    T61666: "E29E01F2E97D4FE99DFF52A0D38A3AAA",
    buildAddr: "荷韵新村88幢1单元南",
  },
  {
    T56660: "EEAECC6CB1FF464492A99C5C5C85C1D4",
    buildAddr: "东方大道与新平街交叉口淞泽家园六区31幢北",
  },
  {
    T81693: "FC65BD74683740668CBBCD599253B8F6",
    buildAddr: "工业园区斜塘街道淞江路南(莲香新村北区南)96幢（南）",
  },
  {
    T56701: "EF4EA5752D3840C8AB9676985BF72397",
    buildAddr: "淞泽家园8区46幢2单元（中）",
  },
  {
    T82255: "EF54F9DE02BA4B64B51FAD510207A700",
    buildAddr: "普惠路6号东方文荟苑14幢西单元北",
  },
  {
    T88238: "FC933C75A05041AFA22A83278B63CDAC",
    buildAddr: "横泾滨湖大厦2号楼东北侧(北)",
  },
  {
    T107039: "D4AE5C9F44CE4468A62011FBC052E55C",
    buildAddr: "苏州大学文正学院学生第二食堂",
  },
  {
    T83930: "FD303C93F8EC4FC78CB663473FDF8482",
    buildAddr: "普惠路6号东方文荟苑16幢南",
  },
  {
    T14471: "FC8E1DA845E34F78A762C6C66435567B",
    buildAddr: "星汉街99号四季新家园12幢四单元南",
  },
  {
    T54959: "ED165B7FB4E04A6F9DB1B74145045BF4",
    buildAddr: "星湖街328号A3楼东北（北）",
  },
  {
    T56676: "FDF46D885F364DCD9B8807ABBA8F29A4",
    buildAddr: "东方大道与星湖街口交叉口淞泽家园8区27幢中",
  },
  {
    T79913: "F05F793204F44747AF3C20D9A9A800EA",
    buildAddr: "淞江路与星塘街交叉口莲香新村101幢东单元(中)",
  },
  {
    T47718: "F15E90E3A484463CB28657FB32D26FCB",
    buildAddr: "星湖街328号创意产业园6幢南客梯",
  },
  {
    T106281: "F0EC5ECBA754452398381F2E5C51BC9F",
    buildAddr: "CCD车间",
  },
  {
    T89493: "C3D70D05A09345688E3DAA83E2BF06F2",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区2~3层南",
  },
  {
    T81138: "D6240D7375E64F31927FD84836FB6E07",
    buildAddr: "钟南街238号F区4-5层北",
  },
  {
    T83926: "C4ADADC1AAAB442D802CDB800C51819E",
    buildAddr: "普惠路6号东方文荟苑25幢东单元北",
  },
  {
    T53507: "E693059582E14656859DCD1318A2954C",
    buildAddr: "星湖街328号创意园B区21栋",
  },
  {
    T54960: "E86DBA57870A47AEABF3982C81C1572E",
    buildAddr: "星湖街328号A3楼东北（南）",
  },
  {
    T84349: "F7B45602112F4298930E6C5FE9967EE3",
    buildAddr: "工业园区斜塘街道普惠路西端淞泽家园八区47幢2单元(北)",
  },
  {
    T47717: "EA287B28784F470A87D098258DF1C8BE",
    buildAddr: "星湖街328号创意产业园6幢北客梯",
  },
  {
    T101218: "EA65D3E5FFF74044BD1162ADD48F2E39",
    buildAddr: "餐厅北",
  },
  {
    T73267: "F2D4D79090FF40568B233B184404C285",
    buildAddr: "永旺梦乐城C区西部-1～1层北",
  },
  {
    T73245: "CADAEEE623524A28AB8EE099255054C2",
    buildAddr: "永旺梦乐城B区2～3层西",
  },
  {
    T73255: "ECEF4A7B68D64D04AE23C480589234AE",
    buildAddr: "永旺梦乐城A区2～3层南",
  },
  {
    T88667: "ED0E0256932C4DA2B2165E1E59F3A0A8",
    buildAddr: "工业园区斜塘街道淞北路北莲香新村103幢南",
  },
  {
    T87093: "F40DB877F2CB4F52B7D72E11EBDCCC0C",
    buildAddr: "普惠路99号东方文荟苑二区13幢中单元",
  },
  {
    T103392: "DDF562B17DA1448CA02CA00A5A2AD2F2",
    buildAddr: "酝慧路108号2号楼西侧（西北）",
  },
  {
    T81346: "F69BDF6311F9417D86C979E3F5AE365D",
    buildAddr: "工业园区湖东社工委钟南街92号门诊大楼东侧(东1)",
  },
  {
    T73258: "CB35652DAB524A8B93FB2C85C8CADDF3",
    buildAddr: "永旺梦乐城A区南",
  },
  {
    T83945: "CBB711C2237348329736EF7718DFAED9",
    buildAddr: "普惠路6号东方文荟苑27幢中",
  },
  {
    T87152: "DE04A916763B437E92ADAE8AF94BD839",
    buildAddr: "新区浒关镇城际路21号永旺梦乐城B区西(北)",
  },
  {
    T103384: "F35EDAD927D64506B2F9DDEEADE326C4",
    buildAddr: "酝慧路108号1号楼东",
  },
  {
    T82696: "CED28EFFC8374D68BAA1970D21A78C66",
    buildAddr: "普惠路6号东方文荟苑19幢中",
  },
  {
    T81355: "E3EFF913997A45B590A41166DC923111",
    buildAddr: "工业园区湖东社工委钟南街92号住院部西",
  },
  {
    T79910: "E44CE7BE04014653881CAF7642023438",
    buildAddr: "淞江路北莲香新村101幢西单元(中)",
  },
  {
    T82712: "E56F6544BDB347C0A967B2A7C8B19186",
    buildAddr: "普惠路6号东方文荟苑22幢北",
  },
  {
    T87077: "CF1FDC7772C54EB99CE8FA2834D45293",
    buildAddr: "东方文荟苑9幢(南)",
  },
  {
    T77136: "CF1255EA2F714D138A5C719BBED0BCF0",
    buildAddr: "葑亭大道628号双友新和城6幢南",
  },
  {
    T87092: "F597C7E138B44FD6AE635ECC00E18F09",
    buildAddr: "普惠路99号东方文荟苑二区12幢东单元(北)",
  },
  {
    T87087: "FD75A80DBC29475AAF5CCCF45B6C4F57",
    buildAddr: "普惠路99号东方文荟苑一区1幢1单元(北)",
  },
  {
    T48663: "F4BE3C8C2C7F42A0B80B88198530DF79",
    buildAddr: "星湖街328号创意产业园B2-5区 A楼(北)",
  },
  {
    T61668: "D329257572254CC5851F28551808DFAB",
    buildAddr: "荷韵新村88幢2单元南",
  },
  {
    T50362: "FA4DAEFD854D4D2FA4EF7D8B30048004",
    buildAddr: "淞江路何韵街荷韵新村87幢西单元(北)",
  },
  {
    T50994: "FA61D45F36254324876DD575F662FA25",
    buildAddr: "星湖街北唯观路8号金色湖滨24幢（3单元）",
  },
  {
    T89496: "F62D2F520F974D1B81C79CD4308C6B1B",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城A区3~4层南",
  },
  {
    T93598: "FBD90F0147B5474DB4809BB6BCBFFA04",
    buildAddr: "夷浜路88号天著湖韵花园二区55幢东",
  },
  {
    T93593: "FC00659E96604B428A100ADB6A02C110",
    buildAddr: "夷浜路88号天著湖韵花园二区56幢东单元",
  },
  {
    T73265: "D4F5E8718456469580BCA8B11386862F",
    buildAddr: "永旺梦乐城C区东",
  },
  {
    T50993: "EC78CD3AE7134D2686474926926C487A",
    buildAddr: "星湖街北唯观路8号金色湖滨16幢1单元",
  },
  {
    T61669: "D8C5186E1C204B1EA33E0F15962B1B36",
    buildAddr: "淞江路南和星湖街交叉口荷韵新村93幢2单元南",
  },
  {
    T84356: "ED14C8A8CB104D48975407F59BCE8C5C",
    buildAddr: "淞泽家园八区49幢2单元(北)",
  },
  {
    T46978: "F2AAF81B84B34B1FA9DC88A7572F33DA",
    buildAddr: "星湖街328号创意产业园10栋西(北)",
  },
  {
    T73266: "DE6F834F3C4A44EA9EC92188BAD38567",
    buildAddr: "永旺梦乐城C区西部-1～1层南",
  },
  {
    T72527: "E0CEC0CD2FA8441FAFEB2051522C04ED",
    buildAddr: "星湖街与普惠路交叉口淞泽家园八区50幢1单元南",
  },
  {
    T81142: "F46D048C41E74E7292B12CBF1C0B3689",
    buildAddr: "钟南街238号F区2-3层北",
  },
  {
    T89481: "F5A6CF9C6FF04F1393E78172145ABCFD",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内1～-1层东",
  },
  {
    T93600: "E8B273F4A1294B3DAE94C1D086F42799",
    buildAddr: "夷浜路88号天著湖韵花园二区13幢东单元",
  },
  {
    T82699: "ED5AD61E127E4A9AA19A710D041A5AC9",
    buildAddr: "普惠路6号东方文荟苑30幢北",
  },
  {
    T83943: "F0D711989F824B73818E2D41185786DF",
    buildAddr: "普惠路6号东方文荟苑25幢西单元南",
  },
  {
    T89486: "EACA95E3D2E14C66997D17CBFC651126",
    buildAddr: "新区浒关镇城际路19号永旺梦乐城C区室内2～3层东",
  },
  {
    T94483: "EE18DB144E4F425889F82C22F7964B4E",
    buildAddr: "港田路501号苏州工业园区星洋学校食堂内南",
  },
  {
    T73249: "F6EACCEE828B4E55A26E6AC31B7E712A",
    buildAddr: "永旺梦乐城A区-1～1层南",
  },
  {
    T83947: "F887453A5ED44BB1891192D4C62142F3",
    buildAddr: "普惠路6号东方文荟苑28幢中",
  },
  {
    T81117: "FE3BC9136FCC44C8892BFFFC832D4D22",
    buildAddr: "工业园区湖东社工委钟南街238号B区北",
  },
  {
    T14467: "FF83E12C8EC84F1DAA84261F0FC5E2E8",
    buildAddr: "星汉街99号四季新家园12幢二单元南",
  },
  {
    T87088: "FF5FD7E177904AAD8BAFF12A021FB158",
    buildAddr: "普惠路99号东方文荟苑一区5幢北",
  },
  {
    T46979: "FA13F763CAB845B99BF05D548C443670",
    buildAddr: "星湖街328号创意产业园10栋西(南)",
  },
  {
    T110959: "41822FA90C674BEFB0DFE93AA4F6D763",
    buildAddr: "南榭雨街18号星洋学校食堂",
  },
  {
    T112557: "63AB1F9363BD44A5A2B3F174BAC83C2E",
    buildAddr: "石湖金陵广场大楼仓库北侧（东）",
  },
  {
    T112558: "CF4A59081AC7483FA7CC5FDBC16C4763",
    buildAddr: "石湖金陵广场大楼仓库北侧（西）",
  },
  {
    T111915: "C0A8560D9C364A7FA7C75316E8217374",
    buildAddr: "师生服务大厅食堂",
  },
  {
    T126400: "899C66D3A3CF4693B0B617D3A1F50229",
    buildAddr: "吴淞江大道1号1号厂房东5",
  },
  {
    T126398: "52C1FD91A4314254A9F4FCC537773FFE",
    buildAddr: "吴淞江大道1号2号厂房东1",
  },
  {
    T126401: "7B99C650CC87488A93E77BA6B9054B6B",
    buildAddr: "吴淞江大道1号2号厂房东2",
  },
  {
    T126402: "60A5BCEC451D40F5ACCCD892977FFCB9",
    buildAddr: "吴淞江大道1号2号厂房东4",
  },
  {
    T126399: "CBB386AD091F49D8A119918B970D713D",
    buildAddr: "吴淞江大道1号1号厂房东4",
  },
  {
    T125260: "3E4EF900DD874B3D90F25CC104E45A6D",
    buildAddr: "吴淞江大道1号2号厂房东3",
  },
  {
    T129747: "A0E78EDD3C92459BB4EA3F569F8A9229",
    buildAddr: "新平街创意产业园A31号电梯厅西南北梯",
  },
  {
    T129728: "A889BD0C32D6456E839141DF41F486C1",
    buildAddr: "新平街创意产业园A3 1号电梯厅西南南梯",
  },
  {
    T133018: "27389E327344442E87C4A9ABDC8E5BFB",
    buildAddr: "吴中区郭巷街道尹中南路899号隔离楼2东侧",
  },
  {
    T133020: "C9CED84D1F9041359A5B7FC2FC84CD59",
    buildAddr: "吴中区郭巷街道尹中南路899号医务楼西侧",
  },
  {
    T133019: "640A94B1BCE24721A98B26DAF397C780",
    buildAddr: "吴中区郭巷街道尹中南路899号隔离楼1西侧",
  },
  {
    T132620: "185E91998C4B4F7F84028191F12CD01A",
    buildAddr: "吴中区郭巷街道淞苇路1188号2号楼东北角",
  },
  {
    T128704: "18625DF13237450DB83272DD6713F6AE",
    buildAddr: "吴中区郭巷街道淞苇路1188号3号楼办公区北侧西",
  },
  {
    T128706: "070A0C22ECE7499B817AABF9BFAFF7E4",
    buildAddr: "吴中区郭巷街道淞苇路1188号3号楼办公区北侧东",
  },
  {
    T132991: "3232351DA4AB4A2A99F076AC496E0E04",
    buildAddr: "淞苇路1188号2号楼北侧东2",
  },
  {
    T132989: "DB1991791EC74B1C93FF2B46CAB2A5AE",
    buildAddr: "淞苇路1188号2号楼北侧东1",
  },
  {
    T132990: "558F79E9E0A84385B54BC5505AB9752D",
    buildAddr: "淞苇路1188号2号楼北侧东3",
  },
  {
    T132642: "6384138B83E5443CAE08324F9DCAD6B4",
    buildAddr: "淞苇路1188号2号楼东南角西",
  },
  {
    T128705: "95A8E1F2B05B421DB13B383662C820F4",
    buildAddr: "吴中区郭巷街道淞苇路1188号3号楼办公区南侧西",
  },
  {
    T128703: "C59F107036BA489A84551A271832DAA3",
    buildAddr: "吴中区郭巷街道淞苇路1188号3号楼办公区南侧东",
  },
  {
    T132992: "6AB0DF73F53D46DFBCC3DD3EB6F79E0C",
    buildAddr: "淞苇路1188号2号楼北侧东4",
  },
  {
    T132643: "A7F3A35FB0FB416FA90D1248C28F615B",
    buildAddr: "淞苇路1188号2号楼东南角东",
  },
  {
    T128702: "D361573903A443619F382FC755D5D013",
    buildAddr: "吴中区郭巷街道淞苇路1188号3号楼西北角",
  },
];
